[
    {
        "term": "bulbasaur",
        "sun": "A strange seed was planted on its back at birth.  The plant sprouts and grows with this Pokémon.",
        "moon": "For some time after its birth, it grows by gaining nourishment from the seed on its back."
    },
    {
        "term": "ivysaur",
        "sun": "There is a plant bulb on its back. When it absorbs nutrients, the bulb is said to blossom into a large flower.",
        "moon": "When the bud on its back starts swelling, a sweet  aroma wafts to indicate the flower's coming bloom."
    },
    {
        "term": "venusaur",
        "sun": "By spreading the broad petals of its flower and catching the sun's rays, it fills its body with power.",
        "moon": "After a rainy day, the flower on its back smells  stronger. The scent attracts other Pokémon."
    },
    {
        "term": "mega venusaur",
        "sun": "By spreading the broad petals of its flower and catching the sun's rays, it fills its body with power.",
        "moon": "After a rainy day, the flower on its back smells  stronger. The scent attracts other Pokémon."
    },
    {
        "term": "charmander",
        "sun": "The flame on its tail indicates Charmander's life  force. If it's healthy, the flame burns brightly.",
        "moon": "From the time is born, a flame burns at the tip of  its tail. Its life would end if the flame were to  go out."
    },
    {
        "term": "charmeleon",
        "sun": "It lashes about with its tail to knock down its foe.  It then tears up the fallen opponent with  sharp claws.",
        "moon": "When it swings its burning tail, it elevates the air temperature to unbearably high levels."
    },
    {
        "term": "charizard",
        "sun": "When expelling a blast of superhot fire, the red flame at the tip of its tail burns more intensely.",
        "moon": "Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures."
    },
    {
        "term": "mega charizard x",
        "sun": "When expelling a blast of superhot fire, the red flame at the tip of its tail burns more intensely.",
        "moon": "Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures."
    },
    {
        "term": "mega charizard y",
        "sun": "When expelling a blast of superhot fire, the red flame at the tip of its tail burns more intensely.",
        "moon": "Its wings can carry this Pokémon close to an altitude of 4,600 feet. It blows out fire at very high temperatures."
    },
    {
        "term": "squirtle",
        "sun": "It shelters itself in its shell, then strikes back with spouts of water at every opportunity.",
        "moon": "Shoots water at prey while in the water. Withdraws into its shell when in danger."
    },
    {
        "term": "wartortle",
        "sun": "When tapped, this Pokémon will pull in its head, but its tail will still stick out a little bit.",
        "moon": "It is said to live 10,000 years. Its furry tail is popular as a symbol of longevity."
    },
    {
        "term": "blastoise",
        "sun": "It crushes its foe under its heavy body to cause fainting. In a pinch, it will withdraw inside its shell.",
        "moon": "The pressurized water jets on this brutal Pokémon's shell are used for high-speed tackles."
    },
    {
        "term": "mega blastoise",
        "sun": "It crushes its foe under its heavy body to cause fainting. In a pinch, it will withdraw inside its shell.",
        "moon": "The pressurized water jets on this brutal Pokémon's shell are used for high-speed tackles."
    },
    {
        "term": "caterpie",
        "sun": "When attacked by bird Pokémon, it resists by releasing a terrifically strong odor from its antennae, but it often becomes their prey.",
        "moon": "It’s easy to catch, and it grows quickly, making it one of the top recommendations for novice Pokémon Trainers."
    },
    {
        "term": "metapod",
        "sun": "Its shell is filled with its soft innards. It doesn’t move much because of the risk it might carelessly spill its innards out.",
        "moon": "Its shell is hard, but it’s still just a bug shell. It’s been known to break, so intense battles with it should be avoided."
    },
    {
        "term": "butterfree",
        "sun": "Close examination of its large eyes reveals that each eye is composed of a myriad of tiny eyes.",
        "moon": "When attacked by other Pokémon, it defends itself by scattering its poisonous scales and fluttering its wings."
    },
    {
        "term": "weedle",
        "sun": "Often found in forests and grasslands. It has a sharp, toxic barb of around two inches on top of its head.",
        "moon": "Its poison stinger is very powerful. Its bright-colored body is intended to warn off its enemies."
    },
    {
        "term": "kakuna",
        "sun": "Almost incapable of moving, this Pokémon can only harden its shell to protect itself when it is in danger.",
        "moon": "While awaiting evolution, it hides from predators under leaves and in nooks of branches."
    },
    {
        "term": "beedrill",
        "sun": "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.",
        "moon": "May appear in a swarm. Flies at violent speeds, all the while stabbing with the toxic stinger on its rear."
    },
    {
        "term": "mega beedrill",
        "sun": "It has three poisonous stingers on its forelegs and its tail. They are used to jab its enemy repeatedly.",
        "moon": "May appear in a swarm. Flies at violent speeds, all the while stabbing with the toxic stinger on its rear."
    },
    {
        "term": "pidgey",
        "sun": "A common sight in forests and woods. It flaps its wings at ground level to kick up blinding sand.",
        "moon": "It is docile and prefers to avoid conflict. If disturbed, however, it can ferociously strike back."
    },
    {
        "term": "pidgeotto",
        "sun": "The claws on its feet are well developed. It can carry prey such as an Exeggcute to its nest over 60 miles away.",
        "moon": "Very protective of its sprawling territorial area, this Pokémon will fiercely peck at any intruder."
    },
    {
        "term": "pidgeot",
        "sun": "When hunting, it skims the surface of water at high speed to pick off unwary prey such as Magikarp.",
        "moon": "It spreads its gorgeous wings widely to intimidate enemies. It races through the skies at Mach-2 speed."
    },
    {
        "term": "mega pidgeot",
        "sun": "When hunting, it skims the surface of water at high speed to pick off unwary prey such as Magikarp.",
        "moon": "It spreads its gorgeous wings widely to intimidate enemies. It races through the skies at Mach-2 speed."
    },
    {
        "term": "rattata",
        "sun": "Living wherever there is food available, it ceaselessly scavenges for edibles the entire day.",
        "moon": "Its fangs are long and very sharp. They grow continuously, so it gnaws on hard things to whittle them down."
    },
    {
        "term": "alolan rattata",
        "sun": "Living wherever there is food available, it ceaselessly scavenges for edibles the entire day.",
        "moon": "Its fangs are long and very sharp. They grow continuously, so it gnaws on hard things to whittle them down."
    },
    {
        "term": "raticate",
        "sun": "It whittles its constantly growing fangs by gnawing on hard things. It can chew apart cinder walls.",
        "moon": "The webs on its hind legs enable it to cross rivers. It searches wide areas for food"
    },
    {
        "term": "alolan raticate",
        "sun": "It whittles its constantly growing fangs by gnawing on hard things. It can chew apart cinder walls.",
        "moon": "The webs on its hind legs enable it to cross rivers. It searches wide areas for food"
    },
    {
        "term": "spearow",
        "sun": "Its short wings make it inept at flying. It moves about hurriedly and pecks at Bug-type Pokémon in the tall grass.",
        "moon": "Farmers whose fields are troubled by bug Pokémon appreciate Spearow for its vigorous appetite and look after it."
    },
    {
        "term": "fearow",
        "sun": "It’s tough and has excellent stamina. It has no problem flying continuously for a whole day carrying a heavy load.",
        "moon": "Drawings of a Pokémon resembling Fearow can be seen in murals from deep in ancient history."
    },
    {
        "term": "ekans",
        "sun": "The older it gets, the longer it grows. At night, it wraps its long body around tree branches to rest.",
        "moon": "Moving silently and stealthily, it eats the eggs of birds, such as Pidgey and Spearow, whole."
    },
    {
        "term": "arbok",
        "sun": "The pattern on its belly appears to be a frightening face. Weak foes will flee just at the sight of the pattern.",
        "moon": "To intimidate foes, it spreads its chest wide and makes eerie sounds by expelling air from its mouth."
    },
    {
        "term": "pikachu",
        "sun": "It raises its tail to check its surroundings.  The tail is sometimes struck by lightning  in this pose.",
        "moon": "It has small electric sacs on both its cheeks. If threatened, it looses electric charges from the sacs."
    },
    {
        "term": "raichu",
        "sun": "When its electricity builds, its muscles are stimulated, and it becomes more aggressive than usual.",
        "moon": "It can loose 100,000-volt bursts of electricity, instantly downing foes several times its size."
    },
    {
        "term": "alolan raichu",
        "sun": "When its electricity builds, its muscles are stimulated, and it becomes more aggressive than usual.",
        "moon": "It can loose 100,000-volt bursts of electricity, instantly downing foes several times its size."
    },
    {
        "term": "sandshrew",
        "sun": "It burrows and lives underground. If threatened, it curls itself up into a ball for protection.",
        "moon": "Disliking water, it lives in deep burrows in arid areas. It can roll itself instantly into a ball."
    },
    {
        "term": "alolan sandshrew",
        "sun": "It burrows and lives underground. If threatened, it curls itself up into a ball for protection.",
        "moon": "Disliking water, it lives in deep burrows in arid areas. It can roll itself instantly into a ball."
    },
    {
        "term": "sandslash",
        "sun": "If it digs at an incredible pace, it may snap off its spikes and claws. They grow back in a day.",
        "moon": "Curls up into a spiny ball when threatened. It can roll while curled up to attack or escape."
    },
    {
        "term": "alolan sandslash",
        "sun": "If it digs at an incredible pace, it may snap off its spikes and claws. They grow back in a day.",
        "moon": "Curls up into a spiny ball when threatened. It can roll while curled up to attack or escape."
    },
    {
        "term": "nidoran female",
        "sun": "Although small, its venomous barbs render this Pokémon dangerous. The female has smaller horns.",
        "moon": "Small and very docile, it protects itself with its small, poisonous horn when attacked."
    },
    {
        "term": "nidorina",
        "sun": "The female has a gentle temperament. It emits ultrasonic cries that have the power to befuddle foes.",
        "moon": "When feeding its young, it first chews the food into  a paste, then spits it out for the offspring."
    },
    {
        "term": "nidoqueen",
        "sun": "It uses its scaly, rugged body to seal the entrance of its nest and protect its young from predators.",
        "moon": "The body is covered by stiff, needlelike scales. If it becomes excited, the needles bristle outwards."
    },
    {
        "term": "nidoran male",
        "sun": "It scans its surroundings by raising its ears out of the grass. Its toxic horn is for protection.",
        "moon": "Its large ears are flapped like wings when it is listening to distant sounds. It extends toxic barbs when angered."
    },
    {
        "term": "nidorino",
        "sun": "It raises its big ears to check its surroundings. If it senses anything, it attacks immediately.",
        "moon": "An aggressive Pokémon that is quick to attack. The horn on its head secretes a powerful venom."
    },
    {
        "term": "nidoking",
        "sun": "It is recognized by its rock-hard hide and its extended horn. Be careful with the horn, as it contains venom.",
        "moon": "One swing of its mighty tail can snap a telephone pole as if it were a matchstick."
    },
    {
        "term": "clefairy",
        "sun": "Its adorable behavior and appearance make it popular with men and women, young and old. Its numbers are few, however.",
        "moon": "On nights with a full moon, they gather together and dance. The surrounding area is enveloped in an abnormal magnetic field."
    },
    {
        "term": "clefable",
        "sun": "They don’t like to reveal themselves in front of people. They live quietly in packs deep in the mountains.",
        "moon": "According to tradition, people who see a pair of Clefable skipping by can look forward to a happy marriage."
    },
    {
        "term": "vulpix",
        "sun": "When it is born, it has just one snow-white tail. The tail splits from its tip as it grows older.",
        "moon": "While young, it has six gorgeous tails. When it grows, several new tails are sprouted."
    },
    {
        "term": "alolan vulpix",
        "sun": "When it is born, it has just one snow-white tail. The tail splits from its tip as it grows older.",
        "moon": "While young, it has six gorgeous tails. When it grows, several new tails are sprouted."
    },
    {
        "term": "ninetales",
        "sun": "It has nine long tales and fur that gleams gold. It is said to live for 1,000 years.",
        "moon": "Very smart and very vengeful. Grabbing one of its many tails could result in a 1,000-year curse."
    },
    {
        "term": "alolan ninetales",
        "sun": "It has nine long tales and fur that gleams gold. It is said to live for 1,000 years.",
        "moon": "Very smart and very vengeful. Grabbing one of its many tails could result in a 1,000-year curse."
    },
    {
        "term": "jigglypuff",
        "sun": "It hugely inflates its stomach and sings a mysterious melody. If you hear this melody, you’ll become sleepy right away.",
        "moon": "Jigglypuff possess a vocal range that exceeds 12 octaves, but each individual’s singing skill depends on its own effort."
    },
    {
        "term": "wigglytuff",
        "sun": "It sheds its fine fur when the seasons change. The fur is gathered and spun into a luxurious yarn.",
        "moon": "As it inhales, it expands...and expands...and expands. Wigglytuff compete to see which one can inflate itself the most."
    },
    {
        "term": "zubat",
        "sun": "It sleeps in caves during the day. It has no eyes, so to check its surroundings while flying, it emits ultrasonic waves.",
        "moon": "When exposed to sunlight, they suffer burns. The frequency of their ultrasonic waves can differ slightly from colony to colony."
    },
    {
        "term": "golbat",
        "sun": "Its thick fangs are hollow like straws, making them unexpectedly fragile. These fangs are specialized for sucking blood.",
        "moon": "Sometimes they drink so much blood, they can’t fly anymore. Then they fall to the ground and become food for other Pokémon."
    },
    {
        "term": "oddish",
        "sun": "During the day, it stays in the cold underground to avoid the sun. It grows by bathing in moonlight.",
        "moon": "Its scientific name is “Oddium Wanderus.” At night, it is said to walk nearly 1,000 feet on its two roots."
    },
    {
        "term": "gloom",
        "sun": "Smells incredibly foul! However, around one out of a thousand people enjoy sniffing its nose-bending stink.",
        "moon": "The honey it drools from its mouth smells so atrocious, it can curl noses more than a mile away."
    },
    {
        "term": "vileplume",
        "sun": "The larger its petals, the more toxic pollen it contains. Its big head is heavy and hard to hold up.",
        "moon": "It has the world's largest petals. With every step, the petals shake out heavy clouds of toxic pollen."
    },
    {
        "term": "paras",
        "sun": "No matter how much it eats, the mushrooms growing on its back steal away most of the nutrients it consumes.",
        "moon": "Mushrooms called tochukaso sprout from its back. They can be dried and powdered to make a medicine used to extend life."
    },
    {
        "term": "parasect",
        "sun": "The large mushroom on its back controls it. It often fights over territory with Shiinotic.",
        "moon": "It scatters toxic spores from its mushroom cap. Once harvested, these spores can be steeped and boiled down to prepare herbal medicines."
    },
    {
        "term": "venonat",
        "sun": "Its big eyes are actually clusters of tiny eyes. At night, its kind is drawn by light.",
        "moon": "Lives in the shadows of tall trees where it eats bugs. It is attracted by light at night."
    },
    {
        "term": "venomoth",
        "sun": "The scales it scatters will paralyze anyone who touches them, making that person unable to stand.",
        "moon": "The wings are covered with dustlike scales. Every time it flaps its wings, it looses highly toxic dust."
    },
    {
        "term": "diglett",
        "sun": "Lives about one yard underground where it feeds on plant roots. It sometimes appears aboveground.",
        "moon": "Its skin is very thin. If it is exposed to light, its blood heats up, causing it to grow weak."
    },
    {
        "term": "alolan diglett",
        "sun": "Lives about one yard underground where it feeds on plant roots. It sometimes appears aboveground.",
        "moon": "Its skin is very thin. If it is exposed to light, its blood heats up, causing it to grow weak."
    },
    {
        "term": "dugtrio",
        "sun": "In battle, it digs through the ground and strikes the unsuspecting foe from an unexpected direction.",
        "moon": "Extremely powerful, they can dig through even the hardest ground to a depth of over 60 miles."
    },
    {
        "term": "alolan dugtrio",
        "sun": "In battle, it digs through the ground and strikes the unsuspecting foe from an unexpected direction.",
        "moon": "Extremely powerful, they can dig through even the hardest ground to a depth of over 60 miles."
    },
    {
        "term": "meowth",
        "sun": "It is nocturnal in nature. If it spots something shiny, its eyes glitter brightly.",
        "moon": "Adores round objects. It wanders the streets on a nightly basis to look for dropped loose change."
    },
    {
        "term": "alolan meowth",
        "sun": "It is nocturnal in nature. If it spots something shiny, its eyes glitter brightly.",
        "moon": "Adores round objects. It wanders the streets on a nightly basis to look for dropped loose change."
    },
    {
        "term": "persian",
        "sun": "A very haughty Pokémon. Among fans, the size of the jewel in its forehead is a topic of much talk.",
        "moon": "Its lithe muscles allow it to walk without making a sound. It attacks in an instant."
    },
    {
        "term": "alolan persian",
        "sun": "A very haughty Pokémon. Among fans, the size of the jewel in its forehead is a topic of much talk.",
        "moon": "Its lithe muscles allow it to walk without making a sound. It attacks in an instant."
    },
    {
        "term": "psyduck",
        "sun": "As a result of headaches so fierce they cause it to cry, it sometimes uses psychokinesis without meaning to.",
        "moon": "This Pokémon is troubled by constant headaches. The more pain it’s in, the more powerful its psychokinesis becomes."
    },
    {
        "term": "golduck",
        "sun": "It is said that the red part of its forehead grants supernatural powers to those who possess one, so it was over-hunted in the past.",
        "moon": "It swims along the banks of lakes and catches fish Pokémon. It takes them to the shore and quietly eats them up."
    },
    {
        "term": "mankey",
        "sun": "It can spontaneously become enraged. Everyone near it clears out as it rampages, and the resulting loneliness makes it angrier still.",
        "moon": "Its raging tires it out and causes it to fall asleep, but the anger resonating in its dreams causes it to wake up—which infuriates it all over again."
    },
    {
        "term": "primeape",
        "sun": "It has been known to become so angry that it dies as a result. Its face looks peaceful in death, however.",
        "moon": "Some researchers theorize that Primeape remains angry even when inside a Poké Ball."
    },
    {
        "term": "growlithe",
        "sun": "It’s both clever and loyal, but if a stranger tries to invade its territory, it barks threateningly.",
        "moon": "It looks cute, but when you approach another Trainer’s Growlithe, it will bark at you and bite."
    },
    {
        "term": "arcanine",
        "sun": "Overflowing with beauty and majesty, this strong Pokémon appears in ancient Eastern folklore.",
        "moon": "The fire burning inside its body serves as the energy to fuel it as it runs great distances. It appears in many legends."
    },
    {
        "term": "poliwag",
        "sun": "The swirl on its belly is its internal organs showing through. If the swirl is tinged white, that means it’s affected by some disease.",
        "moon": "It’s still not very good at walking. Its Trainers should train this Pokémon to walk every day."
    },
    {
        "term": "poliwhirl",
        "sun": "Although it can live on land, it prefers to stay in the water, where it has fewer natural enemies.",
        "moon": "It marches over the land in search of bug Pokémon to eat. Then it takes them underwater so it can dine on them where it’s safe."
    },
    {
        "term": "poliwrath",
        "sun": "Poliwrath in the Alola region are strong swimmers that use the breaststroke. Many children learn to swim by imitating Poliwrath.",
        "moon": "Its percentage of body fat is nearly zero. Its body is entirely muscle, which makes it heavy and forces its swimming prowess to develop."
    },
    {
        "term": "abra",
        "sun": "It sleeps 18 hours a day. Even while sleeping, it will teleport itself to treetops and pick and eat berries there.",
        "moon": "It can teleport itself to safety while it’s asleep, but when it wakes, it doesn’t know where it is, so it panics."
    },
    {
        "term": "kadabra",
        "sun": "A theory exists that this Pokémon was a young boy who couldn’t control his psychic powers and ended up transformed into this Pokémon.",
        "moon": "Kadabra’s presence infests televisions and monitors with creepy shadows that bring bad luck."
    },
    {
        "term": "alakazam",
        "sun": "Its brain cells multiply continually until it dies. As a result, it remembers everything.",
        "moon": "Its brain can outperform a supercomputer. Its IQ (intelligence quotient) is said to be around 5,000."
    },
    {
        "term": "mega alakazam",
        "sun": "Its brain cells multiply continually until it dies. As a result, it remembers everything.",
        "moon": "Its brain can outperform a supercomputer. Its IQ (intelligence quotient) is said to be around 5,000."
    },
    {
        "term": "machop",
        "sun": "It loves working out. As it gazes at its muscles, which continue to swell day by day, it becomes more and more dedicated to its training.",
        "moon": "With its superhuman strength, it’s able to throw a hundred people all at the same time. Its strength comes from lifting Graveler every day."
    },
    {
        "term": "machoke",
        "sun": "As a result of its continual workouts, it has developed tremendous power. It uses that power to help people with their work.",
        "moon": "It willingly assists with hard labor because it knows the work is good training for its muscles."
    },
    {
        "term": "machamp",
        "sun": "It unleashes megaton-level punches that send opponents flying clear over the horizon.",
        "moon": "It can lift heavy loads with the greatest of ease. It can even heft dump trucks. But its clumsy fingers prevent it from doing any precision work."
    },
    {
        "term": "bellsprout",
        "sun": "Even though its body is extremely skinny, it is blindingly fast when catching its prey.",
        "moon": "Its bud looks like a human face. Because of the bud, it is rumored to be a type of legendary  mandrake plant."
    },
    {
        "term": "weepinbell",
        "sun": "The leafy parts act as cutters for slashing foes. It spits a fluid that dissolves everything.",
        "moon": "It spits out Poison Powder to immobilize the enemy  and then finishes it with a spray of Acid."
    },
    {
        "term": "victreebel",
        "sun": "Said to live in huge colonies deep in jungles, although no one has ever returned from there.",
        "moon": "Once ingested into this Pokémon's body,  even the hardest object will melt into nothing."
    },
    {
        "term": "tentacool",
        "sun": "They can be found lying dehydrated on beaches, but they are often still alive. When soaked in water, they will revive.",
        "moon": "It drifts in shallow seas, such as the areas near beaches. If you get bitten or stabbed by its toxic tentacles, rush to the hospital."
    },
    {
        "term": "tentacruel",
        "sun": "Normally, it has 80 poisonous tentacles. The longer one has been alive, the fewer tentacles it will have.",
        "moon": "Although these Pokémon are rare, when a large outbreak of them occurs, all fish Pokémon disappear from the surrounding sea."
    },
    {
        "term": "geodude",
        "sun": "Found in fields and mountains. Mistaking them for boulders, people often step or trip on them.",
        "moon": "It is impossible to distinguish from rocks. It slams against others in contests of hardness."
    },
    {
        "term": "alolan geodude",
        "sun": "Found in fields and mountains. Mistaking them for boulders, people often step or trip on them.",
        "moon": "It is impossible to distinguish from rocks. It slams against others in contests of hardness."
    },
    {
        "term": "graveler",
        "sun": "With a free and uncaring nature, it doesn't mind if pieces break off while it rolls down mountains.",
        "moon": "Rolls down slopes to move. It rolls over any obstacle without slowing or changing its direction."
    },
    {
        "term": "alolan graveler",
        "sun": "With a free and uncaring nature, it doesn't mind if pieces break off while it rolls down mountains.",
        "moon": "Rolls down slopes to move. It rolls over any obstacle without slowing or changing its direction."
    },
    {
        "term": "golem",
        "sun": "It tumbles down mountains, leaving grooves from peak to base. Stay clear of these grooves.",
        "moon": "Even dynamite can't harm its hard, boulder-like body. It sheds its hide just once a year."
    },
    {
        "term": "alolan golem",
        "sun": "It tumbles down mountains, leaving grooves from peak to base. Stay clear of these grooves.",
        "moon": "Even dynamite can't harm its hard, boulder-like body. It sheds its hide just once a year."
    },
    {
        "term": "ponyta",
        "sun": "As a newborn, it can barely stand. However, through galloping, its legs are made tougher and faster.",
        "moon": "Its legs grow strong while it chases after its parent. It runs in fields and mountains all day."
    },
    {
        "term": "rapidash",
        "sun": "Very competitive, this Pokémon will chase anything that moves fast in the hopes of racing it.",
        "moon": "It gallops at nearly 150 mph. With its mane blazing ferociously, it races as if it were an arrow."
    },
    {
        "term": "slowpoke",
        "sun": "Its long tail often breaks off. It doesn’t really feel any pain, though, and the tail grows back, so Slowpoke isn’t particularly bothered.",
        "moon": "Alolan home cooking involves drying Slowpoke tails and then simmering them into a salty stew."
    },
    {
        "term": "slowbro",
        "sun": "An attached Shellder won't let go because of the tasty flavor that oozes out of its tail.",
        "moon": "When a Slowpoke went hunting in the sea, its tail was bitten by a Shellder. That made it evolve into Slowbro."
    },
    {
        "term": "mega slowbro",
        "sun": "An attached Shellder won't let go because of the tasty flavor that oozes out of its tail.",
        "moon": "When a Slowpoke went hunting in the sea, its tail was bitten by a Shellder. That made it evolve into Slowbro."
    },
    {
        "term": "magnemite",
        "sun": "They gather in places where electricity is available. They can be found clinging to the steel towers used to support power lines.",
        "moon": "It sends out electromagnetic waves, which let it float through the air. Touching it while it’s eating electricity will give you a full-body shock."
    },
    {
        "term": "magneton",
        "sun": "When three Magnemite link together, their brains also become one. They do not become three times more intelligent.",
        "moon": "It has about three times the electrical power of Magnemite. For some reason, outbreaks of this Pokémon happen when lots of sunspots appear."
    },
    {
        "term": "farfetch'd",
        "sun": "The plant stalk it holds is its weapon. The stalk is used like a sword to cut all sorts of things.",
        "moon": "It always walks about with a plant stalk clamped in its beak. The stalk is used for building its nest."
    },
    {
        "term": "doduo",
        "sun": "A two-headed Pokémon that was discovered as a sudden mutation. It runs at a pace of over 60 miles per hour.",
        "moon": "The brains in its two heads appear to communicate emotions to each other with a telepathic power."
    },
    {
        "term": "dodrio",
        "sun": "An enemy that takes its eyes off any of the three heads--even for a second--will get pecked severely.",
        "moon": "An odd species that is rarely found. The three heads respectively represent joy, sadness, and anger."
    },
    {
        "term": "seel",
        "sun": "A Pokémon that lives on icebergs. It swims in the sea using the point on its head to break up ice.",
        "moon": "Covered with light blue fur, its hide is thick and tough. It is active in bitter cold of -40 degrees Fahrenheit."
    },
    {
        "term": "dewgong",
        "sun": "Its body is covered with a pure white fur. The colder the weather, the more active it becomes.",
        "moon": "Its streamlined body has little drag in water. The colder the temperature, the friskier it gets."
    },
    {
        "term": "grimer",
        "sun": "Sludge exposed to X-rays from the moon transformed into Grimer. It loves feeding on filthy things.",
        "moon": "Appears in flithy areas. It thrives by sucking up polluted sludge that is pumped out of factories."
    },
    {
        "term": "alolan grimer",
        "sun": "Sludge exposed to X-rays from the moon transformed into Grimer. It loves feeding on filthy things.",
        "moon": "Appears in flithy areas. It thrives by sucking up polluted sludge that is pumped out of factories."
    },
    {
        "term": "muk",
        "sun": "They love to gather in smelly areas where sludge accumulates, making the stench around  them worse.",
        "moon": "A toxic fluid seeps from its body. The fluid instantly kills plants and trees on contact."
    },
    {
        "term": "alolan muk",
        "sun": "They love to gather in smelly areas where sludge accumulates, making the stench around  them worse.",
        "moon": "A toxic fluid seeps from its body. The fluid instantly kills plants and trees on contact."
    },
    {
        "term": "shellder",
        "sun": "The hardness of its shell surpasses the hardness of a diamond. In days gone by, people used the shells to make shields.",
        "moon": "This Pokémon’s tongue is always hanging out. It uses its tongue with great dexterity to dig up sand from the seabed in its search for food."
    },
    {
        "term": "cloyster",
        "sun": "Its hard shell cannot be shattered—not even by a bomb. The contents of the shell remain unknown.",
        "moon": "Excavation of the tombs of ancient hunting tribes has turned up many spears tipped with spikes that had fallen off this Pokémon’s shell."
    },
    {
        "term": "gastly",
        "sun": "Should a strange light be seen flickering in an abandoned building, Gastly is lurking there.",
        "moon": "Although Gastly is barely visible, when it’s near, a faint sweet smell lingers."
    },
    {
        "term": "haunter",
        "sun": "It strikes at humans from total darkness. Those licked by its cold tongue grow weaker with each passing day until they die.",
        "moon": "It fears the light and revels in the dark. It may be on the verge of extinction in cities that stay brightly lit at night."
    },
    {
        "term": "gengar",
        "sun": "It hides in shadows. It is said that if Gengar is hiding, it cools the area by nearly 10 degrees Fahrenheit.",
        "moon": "Hiding in people's shadows at night, it absorbs their heat. The chill it causes makes the victims shake."
    },
    {
        "term": "mega gengar",
        "sun": "It hides in shadows. It is said that if Gengar is hiding, it cools the area by nearly 10 degrees Fahrenheit.",
        "moon": "Hiding in people's shadows at night, it absorbs their heat. The chill it causes makes the victims shake."
    },
    {
        "term": "onix",
        "sun": "Burrows at high speed in search of food. The tunnels it leaves are used as homes by Diglett.",
        "moon": "It usually lives underground. It searches for food while boring its way through the ground at 50 miles per hour."
    },
    {
        "term": "drowzee",
        "sun": "A Pokémon that nourishes itself by eating dreams, it is thought to share common ancestry with Munna and Musharna.",
        "moon": "It finds really fun dreams tasty. When it makes friends with people, it may show them the most delicious dreams it’s ever eaten."
    },
    {
        "term": "hypno",
        "sun": "While it is an extremely dangerous Pokémon, people who are in need of a good, sound sleep call it their savior.",
        "moon": "As a matter of course, it makes anyone it meets fall asleep and has a taste of their dreams. Anyone having a good dream, it carries off."
    },
    {
        "term": "krabby",
        "sun": "If it senses danger approaching, it cloaks itself with bubbles from its mouth so it will look bigger.",
        "moon": "It can be found near the sea. The large pincers grow back if they are torn out of their sockets."
    },
    {
        "term": "kingler",
        "sun": "The large and hard pincer has 10,000-horsepower strength. However, being so big, it is unwieldy to move.",
        "moon": "Its pincers grow peculiarly large. If it lifts the pincers too fast, it loses its balance and staggers."
    },
    {
        "term": "voltorb",
        "sun": "It was discovered when Poké Balls were introduced. It is said that there is some connection.",
        "moon": "Usually found in power plants. Easily mistaken for a Poké Ball, it has zapped many people."
    },
    {
        "term": "electrode",
        "sun": "It explodes in response to even minor stimuli. It is feared, with the nickname of \"The Bomb Ball.\"",
        "moon": "It stores an overflowing amount of electric energy inside its body. Even a small shock makes it explode."
    },
    {
        "term": "exeggcute",
        "sun": "Its six eggs use telepathy to communicate among themselves. It is believed to carry plant genes and the genes of other species.",
        "moon": "Six of them together form a full-fledged Pokémon. It’s often hunted by Crabrawler, but uses psychokinesis to drive it off."
    },
    {
        "term": "exeggutor",
        "sun": "Its three heads think independently. However, they are friendly and never appear to squabble.",
        "moon": "It is called \"The Walking Jungle.\" If a head grows  too big, it falls off and becomes an Exeggcute."
    },
    {
        "term": "alolan exeggutor",
        "sun": "Its three heads think independently. However, they are friendly and never appear to squabble.",
        "moon": "It is called \"The Walking Jungle.\" If a head grows  too big, it falls off and becomes an Exeggcute."
    },
    {
        "term": "cubone",
        "sun": "When it thinks of its deceased mother, it weeps loudly. Mandibuzz that hear its cries will attack it from the air.",
        "moon": "The skull it wears on its head is that of its dead mother. According to some, it will evolve when it comes to terms with the pain of her death."
    },
    {
        "term": "marowak",
        "sun": "It is small and was originally very weak. Its temperament turned ferocious when it began using bones.",
        "moon": "The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets."
    },
    {
        "term": "alolan marowak",
        "sun": "It is small and was originally very weak. Its temperament turned ferocious when it began using bones.",
        "moon": "The bone it holds is its key weapon. It throws the bone skillfully like a boomerang to KO targets."
    },
    {
        "term": "hitmonlee",
        "sun": "The legs freely contract and stretch. The stretchy legs allow it to hit a distant foe with a rising kick.",
        "moon": "If it starts kicking repeatedly, both legs will stretch even longer to strike a fleeing foe."
    },
    {
        "term": "hitmonchan",
        "sun": "The arm-twisting punches it throws pulverize even concrete. It rests after three minutes of fighting.",
        "moon": "The spirit of a pro boxer has infused this Pokémon. It throws punches that are faster than a bullet train."
    },
    {
        "term": "lickitung",
        "sun": "Its long tongue, slathered with a gooey saliva, sticks to anything, so it is very useful.",
        "moon": "Its tongue is twice the length of its body. It can be moved like an arm for grabbing food and attacking."
    },
    {
        "term": "koffing",
        "sun": "Its thin, filmy body is filled with gases that cause constant sniffles, coughs and teary eyes.",
        "moon": "Lighter-than-air gases in its body keep it aloft. The gases not only smell, they are also explosive."
    },
    {
        "term": "weezing",
        "sun": "If one of the twin Koffing inflates, the other one deflates. It constantly mixes its poisonous gases.",
        "moon": "Very rarely, a sudden mutation can result in two small Koffing twins becoming conjoined as a Weezing."
    },
    {
        "term": "rhyhorn",
        "sun": "Strong, but not too bright, this Pokémon can shatter even a skyscraper with its charging Tackles.",
        "moon": "It is inept at turning because of its four short legs. It can only charge and run in one direction."
    },
    {
        "term": "rhydon",
        "sun": "Protected by an armor-like hide, it is capable of living in molten lava of 3,600 degrees Fahrenheit.",
        "moon": "It begins walking on its hind legs after evolution. It can punch holes through boulders with its horn."
    },
    {
        "term": "chansey",
        "sun": "The eggs laid by Chansey are rich in nutrients and a favorite food of many Pokémon.",
        "moon": "Not only are these Pokémon fast runners, they’re also few in number, so anyone who finds one must be lucky indeed."
    },
    {
        "term": "tangela",
        "sun": "Many writhing vines cover it, so its true identity remains unknown. The blue vines grow its whole  life long.",
        "moon": "It tangles any moving thing with its vines. Their subtle shaking is ticklish if you get ensnared."
    },
    {
        "term": "kangaskhan",
        "sun": "It raises its offspring in its belly pouch. It lets the baby out to play only when it feels safe.",
        "moon": "If it is safe, the young gets out of the belly pouch to play. The adult keeps a close eye on the youngster."
    },
    {
        "term": "mega kangaskhan",
        "sun": "It raises its offspring in its belly pouch. It lets the baby out to play only when it feels safe.",
        "moon": "If it is safe, the young gets out of the belly pouch to play. The adult keeps a close eye on the youngster."
    },
    {
        "term": "horsea",
        "sun": "Known to shoot down flying bugs with precision blasts of ink from the surface of the water.",
        "moon": "It makes its nest in the shade of corals. If it senses danger, it spits murky ink and flees."
    },
    {
        "term": "seadra",
        "sun": "Its body bristles with sharp spikes. Carelessly trying to touch it could cause fainting from the spikes.",
        "moon": "It is capable of swimming backwards by rapidly flapping its winglike pectoral fins and stout tail."
    },
    {
        "term": "goldeen",
        "sun": "When the weather grows warm, they form groups and swim upriver. This sight serves as a poetic reminder that spring has arrived.",
        "moon": "Spellbound by the length of its horn and the beauty of its fins, many strange Trainers raise Goldeen and nothing but Goldeen."
    },
    {
        "term": "seaking",
        "sun": "When the weather grows cold, its whole body flushes a deep red. This sight serves as a poetic reminder that autumn has arrived.",
        "moon": "Trainers who are crazy for Seaking are divided into horn enthusiasts and fin enthusiasts. The two groups do not get along well."
    },
    {
        "term": "staryu",
        "sun": "Large numbers of these Pokémon make their home at the seaside. At night, a strange red glow radiates from the center of their bodies.",
        "moon": "This Pokémon gets nibbled on by Lumineon and others. Thanks to its red core, it regenerates fast, so it’s unconcerned by their snack attacks."
    },
    {
        "term": "starmie",
        "sun": "Its shining core is thought to receive and transmit enigmatic signals. It has been known to cause headaches in those who approach it.",
        "moon": "Its unusual body shape, reminiscent of abstract art, led local people to spread rumors that this Pokémon may be an invader from outer space."
    },
    {
        "term": "mr. mime",
        "sun": "Emanations from its fingertips solidify the air into invisible walls that repel even harsh attacks.",
        "moon": "It is adept at conning people. It is said to be able to create walls out of thin air by miming."
    },
    {
        "term": "scyther",
        "sun": "It confuses its prey with its quick, ninja-like movements. Then, in an instant, it cleaves them with its scythes.",
        "moon": "While young, they live together deep in the mountains, training themselves in how to fight with their scythes and move at high speeds."
    },
    {
        "term": "jynx",
        "sun": "It wiggles its hips as it walks. It can  cause people to dance in unison with it.",
        "moon": "It speaks using a language that sounds human. Research is under way to determine what is being said."
    },
    {
        "term": "electabuzz",
        "sun": "Half of all sudden blackouts are caused by Electabuzz gathering at electric power plants and gobbling up electricity.",
        "moon": "Electricity leaks from it in amounts far greater than the amount of electricity it eats."
    },
    {
        "term": "magmar",
        "sun": "When it’s tired, it leaps into the mouth of a volcano and soaks its body in magma to ease its weariness. Its body burns at 2,192 degrees F.",
        "moon": "When angered, it spouts brilliant fire from all over its body. It doesn’t calm down until its opponent has burned to ash."
    },
    {
        "term": "pinsir",
        "sun": "It grips prey with its pincers until the prey is torn in half. What it can't tear, it tosses far.",
        "moon": "It swings its long pincer horns wildly to attack.  During cold periods, it hides deep in forests."
    },
    {
        "term": "mega pinsir",
        "sun": "It grips prey with its pincers until the prey is torn in half. What it can't tear, it tosses far.",
        "moon": "It swings its long pincer horns wildly to attack.  During cold periods, it hides deep in forests."
    },
    {
        "term": "tauros",
        "sun": "Historically, people in areas all over the world have ridden Tauros, but the practice is said to have started in Alola.",
        "moon": "Although it’s known to be a fierce Pokémon, Tauros in the Alola region are said to possess a measure of calmness."
    },
    {
        "term": "magikarp",
        "sun": "Although weak and helpless, this Pokémon is incredibly fertile. They exist in such multitudes, you’ll soon grow tired of seeing them.",
        "moon": "Its reckless leaps make it easy pickings for predators. On the bright side, many Pokémon enjoy longer life spans, thanks to Magikarp."
    },
    {
        "term": "gyarados",
        "sun": "In ancient literature, there is a record of a Gyarados that razed a village when violence flared.",
        "moon": "Rarely seen in the wild. Huge and vicious, it is capable of destroying entire cities in a rage."
    },
    {
        "term": "mega gyarados",
        "sun": "In ancient literature, there is a record of a Gyarados that razed a village when violence flared.",
        "moon": "Rarely seen in the wild. Huge and vicious, it is capable of destroying entire cities in a rage."
    },
    {
        "term": "lapras",
        "sun": "Its high intelligence enables it to comprehend human speech. When it’s in a good mood, it sings in its beautiful voice.",
        "moon": "These Pokémon were once near extinction due to poaching. Following protective regulations, there is now an overabundance of them."
    },
    {
        "term": "ditto",
        "sun": "It can reorganize its cells to make itself into a duplicate of anything it sees. The quality of the duplicate depends on the individual.",
        "moon": "With its astonishing capacity for metamorphosis, it can get along with anything. It does not get along well with its fellow Ditto."
    },
    {
        "term": "eevee",
        "sun": "Possessing an unbalanced and unstable genetic makeup, it conceals many possible evolutions.",
        "moon": "Current studies show it can evolve into an incredible eight different species of Pokémon."
    },
    {
        "term": "vaporeon",
        "sun": "Its cells are composed of units much like water molecules. It lives close to water and is often mistaken for a mermaid.",
        "moon": "Blending in with the water and erasing all signs of its presence, it patiently waits for its prey, fish Pokémon."
    },
    {
        "term": "jolteon",
        "sun": "They send out electrical charges of about 10,000 volts. Because they are high-strung, it can be difficult to grow close to them.",
        "moon": "When its fur stands on end, that’s a sign it’s about to give off a jolt of electricity. Take care, as sometimes lightning strikes next to it, too."
    },
    {
        "term": "flareon",
        "sun": "When it catches prey or finds berries, it breathes fire on them until they’re well done, and then it gobbles them up.",
        "moon": "Its average body temperature is between 1,300 and 1,500 degrees Fahrenheit. In its internal flame sac, temperatures reach 3,000 degrees."
    },
    {
        "term": "porygon",
        "sun": "Roughly 20 years ago, it was artificially created, utilizing the latest technology of the time.",
        "moon": "It can convert its body into digital data, which enables it to enter cyberspace."
    },
    {
        "term": "omanyte",
        "sun": "A prehistoric Pokémon that lived in the primordial sea, it swims by twisting its 10 tentacles about.",
        "moon": "Revived from an ancient fossil, this Pokémon uses air stored in its shell to sink and rise in water."
    },
    {
        "term": "omastar",
        "sun": "Its tentacles are highly developed as if they are hands and feet. As soon as it ensnares prey, it bites.",
        "moon": "Once wrapped around its prey, it never lets go. It eats the prey by tearing at it with sharp fangs."
    },
    {
        "term": "kabuto",
        "sun": "It is thought to have inhabited beaches 300 million years ago. It is protected by a stiff shell.",
        "moon": "This Pokémon was regenerated from the fossil of an ancient creature. It protects itself with a hard shell."
    },
    {
        "term": "kabutops",
        "sun": "In the water, it tucks in its limbs to become more compact, then it wiggles its shell to swim fast.",
        "moon": "A slim and fast swimmer. It slices its prey with its sharp sickles and drinks the body fluids."
    },
    {
        "term": "aerodactyl",
        "sun": "It was regenerated from a dinosaur's genetic matter that was found in amber. It flies with high-pitched cries.",
        "moon": "This vicious Pokémon is said to have flown in ancient skies while shrieking high-pitched cries."
    },
    {
        "term": "mega aerodactyl",
        "sun": "It was regenerated from a dinosaur's genetic matter that was found in amber. It flies with high-pitched cries.",
        "moon": "This vicious Pokémon is said to have flown in ancient skies while shrieking high-pitched cries."
    },
    {
        "term": "snorlax",
        "sun": "Its stomach is said to be incomparably strong. Even Muk’s poison is nothing more than a hint of spice on Snorlax’s tongue.",
        "moon": "It eats nearly 900 pounds of food every day. It starts nodding off while eating—and continues to eat even while it’s asleep."
    },
    {
        "term": "articuno",
        "sun": "A legendary bird Pokémon. It can create blizzards by freezing moisture in the air.",
        "moon": "A legendary bird Pokémon that is said to appear to doomed people who are lost in icy mountains."
    },
    {
        "term": "zapdos",
        "sun": "A legendary bird Pokémon that is said to appear from clouds while dropping enormous lightning bolts.",
        "moon": "A legendary Pokémon that is said to live in  thunderclouds. It freely controls lightning bolts."
    },
    {
        "term": "moltres",
        "sun": "It is said to be the legendary bird Pokémon of fire. Every flap of its wings creates a dazzling flare of flames.",
        "moon": "One of the legendary bird Pokémon. It is said that its appearance indicates the coming of spring."
    },
    {
        "term": "dratini",
        "sun": "It grows by molting repeatedly. Boots made from the tanned cast-off skin are a super luxury item.",
        "moon": "After a 10-hour struggle, a fisherman was able to pull one up and confirm its existence."
    },
    {
        "term": "dragonair",
        "sun": "It has long been thought that its crystalline orbs are imbued with the power to control the weather.",
        "moon": "From time immemorial, it has been venerated by agricultural peoples as an entity able to control the weather."
    },
    {
        "term": "dragonite",
        "sun": "This Pokémon saved a shipwrecked man, taking him to a remote island—a paradise occupied solely by Dragonite.",
        "moon": "Incur the wrath of this normally calm Pokémon at your peril, because it will smash everything to smithereens before it’s satisfied."
    },
    {
        "term": "mewtwo",
        "sun": "It was created by a scientist after years of horrific gene-splicing and DNA-engineering experiments.",
        "moon": "A Pokémon created by recombining Mew's genes. It's said to have the most savage heart among Pokémon."
    },
    {
        "term": "mega mewtwo x",
        "sun": "It was created by a scientist after years of horrific gene-splicing and DNA-engineering experiments.",
        "moon": "A Pokémon created by recombining Mew's genes. It's said to have the most savage heart among Pokémon."
    },
    {
        "term": "mega mewtwo y",
        "sun": "It was created by a scientist after years of horrific gene-splicing and DNA-engineering experiments.",
        "moon": "A Pokémon created by recombining Mew's genes. It's said to have the most savage heart among Pokémon."
    },
    {
        "term": "mew",
        "sun": "Because it can use all kinds of moves, many scientists believe Mew to be the ancestor of Pokémon.",
        "moon": "Its DNA is said to contain the genetic codes of all Pokémon, so it can use all kinds of techniques."
    },
    {
        "term": "chikorita",
        "sun": "A sweet aroma gently wafts from the leaf on its head. It is docile and loves to soak up sunrays.",
        "moon": "It uses the leaf on its head to determine the temperature and humidity. It loves to sunbathe."
    },
    {
        "term": "bayleef",
        "sun": "A spicy aroma emanates from around its neck. The aroma acts as a stimulant to restore health.",
        "moon": "The buds that ring its neck give off a spicy aroma that perks people up."
    },
    {
        "term": "meganium",
        "sun": "The aroma that rises from its petals contains a substance that calms aggressive feelings.",
        "moon": "Meganium's breath has the power to revive dead grass and plants. It can make them healthy again."
    },
    {
        "term": "cyndaquil",
        "sun": "It is timid, and always curls itself up in a ball. If attacked, it flares up its back for protection.",
        "moon": "It has a timid nature. If it is startled, the flames on its back burn more vigorously."
    },
    {
        "term": "quilava",
        "sun": "Before battle, it turns its back on its opponent to demonstrate how ferociously its fire blazes",
        "moon": "Be careful if it turns its back during battle. It means that it will attack with the fire on its back."
    },
    {
        "term": "typhlosion",
        "sun": "If its rage peaks, it becomes so hot that anything that touches it will instantly go up in flames.",
        "moon": "It has a secret, devastating move. It rubs its blazing fur together to cause huge explosions."
    },
    {
        "term": "totodile",
        "sun": "It is small but rough and tough. It won't hesitate to take a bite out of anything that moves.",
        "moon": "Its powerful, well-developed jaws are capable of crushing anything. Even its Trainer must be careful."
    },
    {
        "term": "croconaw",
        "sun": "If it loses a fang, a new one grows back in its place. There are always 48 fangs lining its mouth.",
        "moon": "Once it bites down, it won't let go until it loses its fangs. New fangs quickly grow into place."
    },
    {
        "term": "feraligatr",
        "sun": "It usually moves slowly, but it goes at blinding speed when it attacks and bites prey.",
        "moon": "When it bites with its massive and powerful jaws, it shakes its head and savagely tears its victim up."
    },
    {
        "term": "sentret",
        "sun": "When acting as a lookout, it warns others of danger by screeching and hitting the ground with its tail.",
        "moon": "It stands on its tail so it can see a long way. If it spots an enemy, it cries loudly to warn its kind."
    },
    {
        "term": "furret",
        "sun": "The mother puts its offspring to sleep by curling up around them. It corners foes with speed.",
        "moon": "It makes a nest to suit its long and skinny body. The nest is impossible for other Pokémon to enter."
    },
    {
        "term": "hoothoot",
        "sun": "It has a perfect sense of time. Whatever happens, it keeps rhythm by precisely tilting its head in time.",
        "moon": "It always stands on one foot. It changes feet so fast, the movement can rarely be seen."
    },
    {
        "term": "noctowl",
        "sun": "Its eyes are specially adapted. They concentrate even faint light and enable it to see in the dark.",
        "moon": "When it needs to think, it rotates its head 180 degrees to sharpen its intellectual power."
    },
    {
        "term": "ledyba",
        "sun": "They are timid and grow uneasy when not in a swarm with others of their kind. The pattern on their backs differs slightly from one to another.",
        "moon": "They communicate with one another using bodily fluids that give off odors. When they’re angry, their odor smells sour."
    },
    {
        "term": "ledian",
        "sun": "While it’s believed that starlight provides it with energy, this Pokémon also loves to eat berries. In the daytime, it curls up in the grass to sleep.",
        "moon": "In battle, it throws punches with all four arms. The power of each individual blow is piddly, so it aims to win by quantity rather than quality."
    },
    {
        "term": "spinarak",
        "sun": "It waits intently until its preferred prey, Cutiefly, gets caught in its web. In fact, it’s quite a patient Pokémon.",
        "moon": "Some fishermen weave its sturdy thread into nets to catch fish Pokémon."
    },
    {
        "term": "ariados",
        "sun": "There are some areas where people use the string Ariados spins for their own weaving. The resulting cloth is popular for its strength.",
        "moon": "It spins thread from both its rear and its mouth. Then it wraps its prey up in thread and sips their bodily fluids at its leisure."
    },
    {
        "term": "crobat",
        "sun": "Both its legs became wings, and as a result, it can’t move well on the ground. All it can do is crawl around.",
        "moon": "Silent and swift in its four-winged flight, it bites down on its prey before they realize what’s happening. In a heartbeat, it drains their blood."
    },
    {
        "term": "chinchou",
        "sun": "Its two antennae were originally fins. It discharges electricity to stun its prey before attacking.",
        "moon": "It lives in the depths beyond the reach of sunlight. It flashes lights on its antennae to communicate with others of its kind."
    },
    {
        "term": "lanturn",
        "sun": "Should you peer into the ocean at night and see a light shining like the stars, that is Lanturn.",
        "moon": "This Pokémon flashes a bright light that blinds its prey. This creates an opening for it to deliver an electrical attack."
    },
    {
        "term": "pichu",
        "sun": "It is not yet skilled at controlling electricity. If you take your eyes off it, it may shock itself.",
        "moon": "Despite this Pokémon’s cute appearance, those who want to live with one should prepare to be on the receiving end of its electric jolts."
    },
    {
        "term": "cleffa",
        "sun": "On late nights illuminated by shooting stars, it gazes intently skyward, as if thinking of its home.",
        "moon": "Because of its silhouette, it’s believed to be a star reborn. For some reason, it loves Minior."
    },
    {
        "term": "igglybuff",
        "sun": "It likes to sing but is not yet good at it. With praise and encouragement, it will get better little by little.",
        "moon": "It moves by bouncing along. As it moves a lot, it sweats, and its body gives off a sweet aroma."
    },
    {
        "term": "togepi",
        "sun": "The shell seems to be filled with joy. It is said that it will share good luck when treated kindly.",
        "moon": "A proverb claims that happiness will come to anyone who can make a sleeping Togepi stand up."
    },
    {
        "term": "togetic",
        "sun": "It grows dispirited if it is not with kind people. It can float in midair without moving its wings.",
        "moon": "They say that it will appear before kindhearted, caring people and shower them with happiness."
    },
    {
        "term": "natu",
        "sun": "Because its wings aren't yet fully grown, it has to hop to get around. It is always staring at something.",
        "moon": "It usually forages for food on the ground but may, on rare occasions, hop onto branches to peck at shoots."
    },
    {
        "term": "xatu",
        "sun": "Once it begins to meditate at sunrise, the entire day will pass before it will move again.",
        "moon": "They say that it stays still and quiet because it is seeing both the past and future at the same time."
    },
    {
        "term": "mareep",
        "sun": "Its fluffy coat swells to double when static electricity builds up. Touching it can be shocking.",
        "moon": "It stores lots of air in its soft fur, allowing it to stay cool in summer and warm in winter."
    },
    {
        "term": "flaaffy",
        "sun": "Its fluffy fleece easily stores electricity. Its rubbery hide keeps it from being electrocuted.",
        "moon": "If its coat becomes fully charged with electricity,  its tail lights up. It fires hair that zaps on impact."
    },
    {
        "term": "ampharos",
        "sun": "The tail's tip shines brightly and can be seen from far away. It acts as a beacon for lost people.",
        "moon": "The tail's tip shines brightly and can be seen from  far away. It acts as a beacon for lost people."
    },
    {
        "term": "mega ampharos",
        "sun": "The tail's tip shines brightly and can be seen from far away. It acts as a beacon for lost people.",
        "moon": "The tail's tip shines brightly and can be seen from  far away. It acts as a beacon for lost people."
    },
    {
        "term": "bellossom",
        "sun": "Bellossom gather at times and seem to dance. They say that the dance is a ritual to summon the sun.",
        "moon": "When the heavy rainfall season ends, it is drawn out by warm sunlight to dance in the open."
    },
    {
        "term": "marill",
        "sun": "The fur on its body naturally repels water. It can stay dry, even when it plays in the water.",
        "moon": "The tip of its tail is filled with oil that is lighter than water, so it acts as a float."
    },
    {
        "term": "azumarill",
        "sun": "Its long ears are superb sensors. It can distinguish the movements of living things on riverbeds.",
        "moon": "The bubble-like pattern on its stomach helps it camouflage itself when it's in the water."
    },
    {
        "term": "sudowoodo",
        "sun": "To avoid attack, it mimics a tree. It will run off if splashed with water, which it hates.",
        "moon": "Apparently, the larger the green parts of this Pokémon, the more collectors value it. It’s a particular favorite among elderly people."
    },
    {
        "term": "politoed",
        "sun": "They gather on moonlit nights to form a large chorus. Their cries sound angry and not at all pleasant, but they are certainly distinctive.",
        "moon": "It’s the leader of Poliwag and Poliwhirl. When Politoed roars, they all cower in fear."
    },
    {
        "term": "hoppip",
        "sun": "Its body is so light, it must grip the ground firmly with its feet to keep from being blown away.",
        "moon": "It drifts on winds. It is said that when Hoppip gather in fields and mountains, spring is on the way."
    },
    {
        "term": "skiploom",
        "sun": "The bloom on top of its head opens and closes as the temperature fluctuates up and down.",
        "moon": "It spreads its petals to absorb sunlight. It also floats in the air to get closer to the sun."
    },
    {
        "term": "jumpluff",
        "sun": "Blown by seasonal winds, it circles the globe, scattering cotton spores as it goes.",
        "moon": "Even in the fiercest wind, it can control its fluff to make its way to any place in the world it wants."
    },
    {
        "term": "aipom",
        "sun": "It lives atop tall trees. When leaping from branch to branch, it deftly uses its tail for balance.",
        "moon": "Its tail is so powerful that it can use it to grab a tree branch and hold itself up in the air."
    },
    {
        "term": "sunkern",
        "sun": "It may plummet from the sky. If attacked by a Spearow, it will violently shake its leaves.",
        "moon": "It lives by drinking only dewdrops from under the leaves of plants. It is said that it eats nothing else."
    },
    {
        "term": "sunflora",
        "sun": "As the hot season approaches, the petals on this Pokémon's face become more vivid and lively.",
        "moon": "It gets energy from warm sunlight and is known for its habit of moving in pursuit of it."
    },
    {
        "term": "yanma",
        "sun": "Its eyes can see 360 degrees without moving its head. It won't miss prey--even those behind it.",
        "moon": "If it flaps its wings really fast, it can generate shock waves that will shatter windows in the area."
    },
    {
        "term": "wooper",
        "sun": "This Pokémon lives in cold water. It will leave the water to search for food when it gets cold outside.",
        "moon": "When the temperature cools in the evening, they emerge from water to seek food along the shore."
    },
    {
        "term": "quagsire",
        "sun": "It has a sluggish nature. It lies at the river's bottom, waiting for prey to stray into its mouth.",
        "moon": "This carefree Pokémon has an easygoing nature. While swimming, it always bumps into boat hulls."
    },
    {
        "term": "espeon",
        "sun": "It can instantaneously sense its opponent’s movements by feeling air currents with its fine fur.",
        "moon": "It unleashes psychic power from the orb on its forehead. When its power is exhausted, the orb grows dull and dark."
    },
    {
        "term": "umbreon",
        "sun": "When this Pokémon becomes angry, its pores secrete a poisonous sweat, which it sprays at its opponent’s eyes.",
        "moon": "With its black fur, it blends into the darkness. It bides its time, and when prey appears, this Pokémon goes for its throat, and then eats it."
    },
    {
        "term": "murkrow",
        "sun": "They awaken at dusk and take wing in the twilight, leading to the expression, “Get home before the Murkrow fly.”",
        "moon": "Seen as a symbol of bad luck, it’s generally disliked. Yet it gives presents—objects that sparkle or shine—to Trainers it’s close to."
    },
    {
        "term": "slowking",
        "sun": "A poisonous bite reacted with its system, blessing it with the enhanced intellect of a genius. It has full control of its psychic powers.",
        "moon": "This Pokémon is so famed for its intellect that a proverb still persists in some regions: “When in doubt, ask Slowking.”"
    },
    {
        "term": "misdreavus",
        "sun": "It will use any means necessary to frighten people and absorb their life energy. It practices constantly to hone its skill in causing fear.",
        "moon": "If you hear a sobbing sound emanating from a vacant room, it’s undoubtedly a bit of mischief from Misdreavus."
    },
    {
        "term": "unown a",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown b",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown c",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown d",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown e",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown f",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown g",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown h",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown i",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown j",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown k",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown l",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown m",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown n",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown o",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown p",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown q",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown r",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown s",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown t",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown u",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown v",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown w",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown x",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown y",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown z",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown !",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "unown ?",
        "sun": "Its flat, thin body is always stuck on walls. Its shape appears to have some meaning.",
        "moon": "Shaped like ancient writing, it is a huge mystery whether language or Unown came first."
    },
    {
        "term": "wobbuffet",
        "sun": "It hates light and shock. If attacked, it inflates its body to build up its counterstrike.",
        "moon": "To keep its pitch-black tail hidden, it lives quietly in the darkness. It is never first to attack."
    },
    {
        "term": "girafarig",
        "sun": "While it sleeps, the head on is tail keeps watch. The tail doesn't need to sleep.",
        "moon": "Its tail has a small brain of its own. Beware! If you get close, it may react to your scent by biting."
    },
    {
        "term": "pineco",
        "sun": "It likes to make its shell thicker by adding layers of tree bark. The additional weight doesn't bother it.",
        "moon": "It looks just like a pinecone. Its shell protects it from bird Pokémon that peck it by mistake."
    },
    {
        "term": "forretress",
        "sun": "It is encased in a steel shell. Its peering eyes are all that can be seen of its mysterious innards.",
        "moon": "It remains immovably rooted to its tree. It scatters pieces of its hard shell to drive its enemies away."
    },
    {
        "term": "dunsparce",
        "sun": "When spotted, this Pokémon escapes backward by furiously boring into the ground with its tail.",
        "moon": "It digs into the ground with its tail and makes a mazelike nest. It can fly just a little."
    },
    {
        "term": "gligar",
        "sun": "It usually clings to cliffs. When it spots its prey, it spreads its wings and glides down to attack.",
        "moon": "It flies straight at its target's face, then clamps down on the startled victim to inject poison."
    },
    {
        "term": "steelix",
        "sun": "Tempered underground under high pressure and heat, its body is harder than any metal.",
        "moon": "It chews its way through boulders with its sturdy jaws. Its eyes can see in the darkness underground."
    },
    {
        "term": "mega steelix",
        "sun": "Tempered underground under high pressure and heat, its body is harder than any metal.",
        "moon": "It chews its way through boulders with its sturdy jaws. Its eyes can see in the darkness underground."
    },
    {
        "term": "snubbull",
        "sun": "Despite its intimidating face, it’s quite cowardly. Its desperate attempts to appear threatening make it popular with people.",
        "moon": "Its growls make its opponents uneasy. This laid-back Pokémon tends to sleep half the day."
    },
    {
        "term": "granbull",
        "sun": "Its well-developed lower jaw and heavy fangs are its weapons. As long as it’s not provoked, it rarely bites.",
        "moon": "More timid than Snubbull, this Pokémon is doted on by young people amused at the contrast between its looks and its attitude."
    },
    {
        "term": "qwilfish",
        "sun": "To fire its poison spikes, it must inflate its body by drinking over 2.6 gallons of water all at once.",
        "moon": "The small spikes covering its body developed from scales. They inject a toxin that causes fainting."
    },
    {
        "term": "scizor",
        "sun": "This Pokémon's pincers, which contain steel, can crush any hard object it gets ahold of into bits.",
        "moon": "It has a steel-hard body. It intimidates foes by upraising its eye-patterned pincers."
    },
    {
        "term": "mega scizor",
        "sun": "This Pokémon's pincers, which contain steel, can crush any hard object it gets ahold of into bits.",
        "moon": "It has a steel-hard body. It intimidates foes by upraising its eye-patterned pincers."
    },
    {
        "term": "shuckle",
        "sun": "The berries stored in its jar-like shell eventually become a thick, pulpy juice.",
        "moon": "It stores berries inside its shell. To avoid attacks, it hides beneath rocks and remains completely still."
    },
    {
        "term": "heracross",
        "sun": "This powerful Pokémon thrusts its prized horn under its enemies' bellies, then lifts and throws them.",
        "moon": "With its Herculean powers, it can easily throw around an object that is 100 times its own weight."
    },
    {
        "term": "mega heracross",
        "sun": "This powerful Pokémon thrusts its prized horn under its enemies' bellies, then lifts and throws them.",
        "moon": "With its Herculean powers, it can easily throw around an object that is 100 times its own weight."
    },
    {
        "term": "sneasel",
        "sun": "It has a cunning yet savage disposition. It waits for parents to leave their nests, and then it sneaks in to steal their eggs.",
        "moon": "It uses its claws to poke holes in eggs so it can slurp out the insides. Breeders consider it a scourge and will drive it away or eradicate it."
    },
    {
        "term": "teddiursa",
        "sun": "If it finds honey, its crescent mark glows. It always licks its paws because they're soaked with honey.",
        "moon": "Before food becomes scarce in wintertime, its habit is to hoard food in many hidden locations."
    },
    {
        "term": "ursaring",
        "sun": "With its ability to distinguish any aroma, it unfailingly finds all food buried deep underground.",
        "moon": "Although it has a large body, it is quite skilled at  climbing trees. It eats and sleeps in the treetops."
    },
    {
        "term": "slugma",
        "sun": "A common sight in volcanic areas, it slowly slithers around in a constant search for warm places.",
        "moon": "Its body is made of magma. If it doesn't keep moving, its body will cool and harden."
    },
    {
        "term": "magcargo",
        "sun": "Its brittle shell occasionally spouts intense flames that circulate throughout its body.",
        "moon": "Its body is as hot as lava and is always billowing. Flames will occasionally burst from its shell."
    },
    {
        "term": "swinub",
        "sun": "It rubs its snout on the ground to find and dig up food. It sometimes discovers hot springs.",
        "moon": "If it smells something enticing, it dashes off headlong to find the source of the aroma."
    },
    {
        "term": "piloswine",
        "sun": "Although its legs are short, its rugged hooves prevent it from slipping, even on icy ground.",
        "moon": "Because the long hair all over its body obscures its sight, it just keeps charging repeatedly."
    },
    {
        "term": "corsola",
        "sun": "Coral branches grow from its head. They break off quite easily, but they grow back in about three days.",
        "moon": "Pursued by Mareanie for the branches on its head, this Pokémon will sometimes snap its own branches off as a diversion while it escapes."
    },
    {
        "term": "remoraid",
        "sun": "It has superb accuracy. The water it shoots out can strike moving prey from more than 300 feet away.",
        "moon": "Using its dorsal fin as a suction pad, it clings to a  Mantine's underside to scavenge for leftovers."
    },
    {
        "term": "octillery",
        "sun": "It has a tendency to want to be in holes. It prefers rock crags or pots and sprays ink from them  before attacking.",
        "moon": "It traps foes with the suction cups on its tentacles,  then smashes them with its rock-hard head."
    },
    {
        "term": "delibird",
        "sun": "Although it naturally prefers colder locales, Delibird in Alola seem able to withstand the heat to a certain extent.",
        "moon": "It has a generous habit of sharing its food with people and Pokémon, so it’s always scrounging around for more food."
    },
    {
        "term": "mantine",
        "sun": "If it builds up enough speed swimming, it can fly over 300 feet out of the water from the surface of the ocean.",
        "moon": "While elegantly swimming in the sea, it ignores  Remoraid that cling to its fins seeking food scraps."
    },
    {
        "term": "skarmory",
        "sun": "Its feathers, which fall off as it grows, are thin and sharp. In times long past, warriors used them as swords.",
        "moon": "Its metal body is sturdy, but it does rust rather easily. So on rainy days, this Pokémon prefers to stay put in its nest."
    },
    {
        "term": "houndour",
        "sun": "Around dawn, its ominous howl echoes through the area to announce that this is its territory.",
        "moon": "To corner prey, they check each other's location using barks that only they can understand."
    },
    {
        "term": "houndoom",
        "sun": "Long ago, people imagined its eerie howls to be the call of the grim reaper.",
        "moon": "The flames it breathes when angry contain toxins.  If they cause a burn, it will hurt forever."
    },
    {
        "term": "mega houndoom",
        "sun": "Long ago, people imagined its eerie howls to be the call of the grim reaper.",
        "moon": "The flames it breathes when angry contain toxins.  If they cause a burn, it will hurt forever."
    },
    {
        "term": "kingdra",
        "sun": "It is said that it usually hides in underwater caves. It can create whirlpools by yawning.",
        "moon": "It stores energy by sleeping at underwater depths at which no other life-forms can survive."
    },
    {
        "term": "phanpy",
        "sun": "As a sign of affection, it bumps with its snout. However, it is so strong, it may send you flying.",
        "moon": "It is strong despite its compact size. It can easily pick up and carry an adult human on its back."
    },
    {
        "term": "donphan",
        "sun": "It has sharp, hard tusks and a rugged hide. Its Tackle is strong enough to knock down a house.",
        "moon": "The longer and bigger its tusks, the higher its rank in its herd. The tusks take long to grow,"
    },
    {
        "term": "porygon 2",
        "sun": "For the purposes of planetary development, Porygon was updated with the most cutting-edge technology available.",
        "moon": "Porygon was updated to a new version in readiness for planetary development. But that dream remains unrealized as yet."
    },
    {
        "term": "stantler",
        "sun": "Staring at its antlers creates an odd sensation as if one were being drawn into their centers.",
        "moon": "The curved antlers subtly change the flow of air to create a strange space where reality is distorted."
    },
    {
        "term": "smeargle",
        "sun": "The unique creations produced by each Smeargle are painted using the fluid that oozes from its tail. This is how it marks its territory.",
        "moon": "It draws symbols all over the place to mark its territory. In towns with many Smeargle, the walls are covered in graffiti."
    },
    {
        "term": "tyrogue",
        "sun": "It is always bursting with energy. To make itself stronger, it keeps on fighting even if it loses.",
        "moon": "To brush up on its fighting skills, it will challenge anyone. It has a very strong competitive spirit."
    },
    {
        "term": "hitmontop",
        "sun": "It fights while spinning like a top. The centrifugal force boosts its destructive power by 10.",
        "moon": "If you are enchanted by its smooth, dance-like kicks, you may get a closer experience with one than you'd like."
    },
    {
        "term": "smoochum",
        "sun": "Its lips are the most sensitive part of its body. It always uses its lips first to examine things.",
        "moon": "It tests everything by touching with its lips, which remember what it likes and dislikes."
    },
    {
        "term": "elekid",
        "sun": "When it’s in a house, electrical outlets serve as its baby bottles. It sucks down electricity.",
        "moon": "This Pokémon is constantly fighting with Togedemaru that try to steal its electricity. It’s a pretty even match."
    },
    {
        "term": "magby",
        "sun": "Many of these Pokémon can be seen in areas with volcanic activity. Feeding can get them so excited, they exhale flames of 1,100 degrees F.",
        "moon": "A famous potter lives with a Magby. Apparently its soft flames produce fine works."
    },
    {
        "term": "miltank",
        "sun": "Its milk is high in calories and packed with nutrients. Therefore, if you drink too much of it, you may wind up with a body like Miltank’s.",
        "moon": "Most people raise it for its milk, but it’s quite tough and strong, so it’s also well suited for battle."
    },
    {
        "term": "blissey",
        "sun": "Even the most ferocious Pokémon become calm when they eat Blissey’s egg, which is said to be filled with happiness.",
        "moon": "Its fluffy fur coat acts as a sensor, enabling it to read the feelings of people and Pokémon."
    },
    {
        "term": "raikou",
        "sun": "The rain clouds it carries let it fire thunderbolts at will. They say that it descended with lightning.",
        "moon": "This rough Pokémon stores energy inside its body, then sweeps across the land, shooting off electricity"
    },
    {
        "term": "entei",
        "sun": "A Pokémon that races across the land. It is said that one is born every time a new volcano appears.",
        "moon": "It is said that when it roars, a volcano erupts somewhere around the globe."
    },
    {
        "term": "suicune",
        "sun": "It races around the world to purify fouled water. It dashes away with the north wind.",
        "moon": "Said to be the embodiment of north winds, it can instantly purify filthy, murky water."
    },
    {
        "term": "larvitar",
        "sun": "It feeds on soil. After it has eaten a large mountain, it falls asleep so it can grow.",
        "moon": "Born deep underground, it comes aboveground and becomes a pupa once it has finished eating the surrounding soil."
    },
    {
        "term": "pupitar",
        "sun": "Its body is as hard as bedrock. By venting pressurized gas, it can launch itself like a rocket.",
        "moon": "Its shell is as hard as sheet rock, and it is also very strong. Its thrashing can topple a mountain."
    },
    {
        "term": "tyranitar",
        "sun": "In just one of its mighty hands, it has the power to make the ground shake and mountains crumble.",
        "moon": "If it rampages, it knocks down mountains and buries  rivers. Maps must be redrawn afterward."
    },
    {
        "term": "mega tyranitar",
        "sun": "In just one of its mighty hands, it has the power to make the ground shake and mountains crumble.",
        "moon": "If it rampages, it knocks down mountains and buries  rivers. Maps must be redrawn afterward."
    },
    {
        "term": "lugia",
        "sun": "It sleeps in a deep-sea trench. If it flaps its wings, it is said to cause a 40-day storm.",
        "moon": "It is said to be the guardian of the seas. It is rumored to have been seen on the night of a storm."
    },
    {
        "term": "ho-oh",
        "sun": "A legend says that its body glows in seven colors. A rainbow is said to form behind it when it flies.",
        "moon": "It will reveal itself before a pure-hearted Trainer by shining its bright, rainbow-colored wings."
    },
    {
        "term": "celebi",
        "sun": "This Pokémon wanders across time. Grass and trees flourish in the forests in which it has appeared.",
        "moon": "It has the power to travel across time, but it is said to appear only in peaceful times."
    },
    {
        "term": "treecko",
        "sun": "It quickly scales even vertical walls. It senses humidity with its tail to predict the next day's weather.",
        "moon": "Small hooks on the bottom of its feet catch on walls and ceilings. That is how it can hang from above."
    },
    {
        "term": "grovyle",
        "sun": "Its strongly developed thigh muscles give it astounding agility and jumping performance.",
        "moon": "It leaps from tree branch to tree branch quite swiftly. It shows astounding agility."
    },
    {
        "term": "sceptile",
        "sun": "The leaves on its forelegs are as sharp as swords. It agilely leaps about the branches of trees to strike.",
        "moon": "It agilely leaps about the jungle and uses the sharp leaves on its arms to strike its prey."
    },
    {
        "term": "mega sceptile",
        "sun": "The leaves on its forelegs are as sharp as swords. It agilely leaps about the branches of trees to strike.",
        "moon": "It agilely leaps about the jungle and uses the sharp leaves on its arms to strike its prey."
    },
    {
        "term": "torchic",
        "sun": "It has a flame sac inside its belly that perpetually burns. It feels warm if hugged.",
        "moon": "A fire burns inside, so it feels very warm to hug. It launches fireballs of 1,800 degrees Fahrenheit."
    },
    {
        "term": "combusken",
        "sun": "Its kicking mastery lets it loose 10 kicks per second. It emits sharp creis to intimidate foes.",
        "moon": "During a battle, the hot flame in its body increases. Its kicks have outstanding destructive power."
    },
    {
        "term": "blaziken",
        "sun": "It can clear a 30-story building in a leap. Its fiery punches scorch its foes.",
        "moon": "When facing a tough foe, it looses flames from its wrists. Its powerful legs it jump clear over buildings."
    },
    {
        "term": "mega blaziken",
        "sun": "It can clear a 30-story building in a leap. Its fiery punches scorch its foes.",
        "moon": "When facing a tough foe, it looses flames from its wrists. Its powerful legs it jump clear over buildings."
    },
    {
        "term": "mudkip",
        "sun": "Its large tail fin propels it through water with powerful acceleration. It is strong in spite of its size.",
        "moon": "To alert it, the fin on its head senses the flow of water. It has the strength to heft boulders."
    },
    {
        "term": "marshtomp",
        "sun": "It is at its best when on muddy ground with poor footing. It quickly overwhelms foes struggling in mud.",
        "moon": "Living on muddy ground that provides poor footing has made its legs sturdy."
    },
    {
        "term": "swampert",
        "sun": "Its arms are rock-hard. With one swing, they can batter down its foe. It makes its nest on beautiful beaches.",
        "moon": "It can swim while towing a large ship. It bashes down foes with a swing of its thick arms."
    },
    {
        "term": "mega swampert",
        "sun": "Its arms are rock-hard. With one swing, they can batter down its foe. It makes its nest on beautiful beaches.",
        "moon": "It can swim while towing a large ship. It bashes down foes with a swing of its thick arms."
    },
    {
        "term": "poochyena",
        "sun": "A Pokémon with a persistent nature, it chases its chosen prey until the prey becomes exhausted.",
        "moon": "It has a very tenacious nature. Its acute sense of smell lets it chase a chosen prey without ever losing track."
    },
    {
        "term": "mightyena",
        "sun": "It will always obey the commands of a skilled Trainer. Its behavior arises from its living in packs in ancient times.",
        "moon": "It chases down prey in a pack of around ten. They defeat foes with perfectly coordinated teamwork."
    },
    {
        "term": "zigzagoon",
        "sun": "It walks in zigzag fashion. It's good at finding items in the grass and even in the ground.",
        "moon": "A Pokémon with abundant curiosity. It shows an interest in everything, so it always zigzags."
    },
    {
        "term": "linoone",
        "sun": "When running in a straight line, it can easily top 60 miles an hour. It has a tough time with curved roads.",
        "moon": "It charges prey at speeds over 60 mph. However, because it can only run straight, it often fails."
    },
    {
        "term": "wurmple",
        "sun": "It loves to eat leaves. If it is attacked by a Starly, it will defend itself with its spiked rear.",
        "moon": "It lives among the tall grass and in forests. It repels attacks by raising up the spikes on its rear."
    },
    {
        "term": "silcoon",
        "sun": "It wraps silk around the branches of a tree. It drinks rainwater on its silk while awaiting evolution.",
        "moon": "It drinks dew that collects on its silk and waits for evolution. Its hard cocoon repels attacks."
    },
    {
        "term": "beautifly",
        "sun": "Vibrantly patterned wings are its prominent feature. It sucks sweet flower nectar with its long mouth.",
        "moon": "It has an aggressive nature. It stabs prey with its long, narrow mouth to drain the prey's fluids."
    },
    {
        "term": "cascoon",
        "sun": "Its body, which is made of soft silk, hardens over time. When cracks appear, evolution is near.",
        "moon": "It never forgets any attack it endured while in the cocoon. After evolution, it seeks payback."
    },
    {
        "term": "dustox",
        "sun": "A nocturnal Pokémon. Drawn by streetlights, they messily eat the leaves of trees lining boulevards.",
        "moon": "It violently flutters its wings to scatter toxic dust when attacked. It becomes active after sunset."
    },
    {
        "term": "lotad",
        "sun": "It looks like an aquatic plant and serves as a ferry to Pokémon that can't swim.",
        "moon": "It searches about for clean water. If it does not drink water for too long, the leaf on its head wilts."
    },
    {
        "term": "lombre",
        "sun": "It lives at the water's edge where it is sunny. It sleeps on a bed of water-grass by day and becomes active at night.",
        "moon": "It has a mischievous spirit. If it spots an angler,  it will tug on the fishing line to interfere."
    },
    {
        "term": "ludicolo",
        "sun": "If it hears festive music, all its muscles fill with energy. It can't help breaking out into a dance.",
        "moon": "The rhythm of bright, festive music activates  Ludicolo's cells, making it more powerful."
    },
    {
        "term": "seedot",
        "sun": "It attaches itself to a tree branch using the top of its head. Strong winds can sometimes make it fall.",
        "moon": "When it dangles from a tree branch, it looks just like an acorn. It enjoys scaring other Pokémon."
    },
    {
        "term": "nuzleaf",
        "sun": "The sound of its grass flute makes its listeners uneasy. It lives deep in forests.",
        "moon": "It lives deep in forests. With the leaf on its head, it makes a flute whose song makes listeners uneasy."
    },
    {
        "term": "shiftry",
        "sun": "A Pokémon that was feared as a forest guardian. It can read the foe's mind and take preemptive action.",
        "moon": "By flapping its leafy fan, it can whip up gusts of 100 feet per second that can level houses."
    },
    {
        "term": "taillow",
        "sun": "It has a gutsy spirit that makes it bravely take on tough foes. It flies in search of warm climates.",
        "moon": "It dislikes cold seasons. They migrate to other lands in search of warmth, flying over 180 miles a day."
    },
    {
        "term": "swellow",
        "sun": "If its two tail feathers are standing at attention, it is proof of good health. It soars elegantly in the sky.",
        "moon": "It dives at a steep angle as soon as it spots its prey. It catches its prey with sharp claws."
    },
    {
        "term": "wingull",
        "sun": "Its hollow bones enhance its lightness. It spreads its wings to the wind and soars away into the sky.",
        "moon": "Fishermen keep an eye out for Wingull in the sky, because wherever they’re circling, the ocean is sure to be teeming with fish Pokémon."
    },
    {
        "term": "pelipper",
        "sun": "Its spacious beak is large enough for a small child to fit right inside.",
        "moon": "Gathering food is the work of young males. They store food in their capacious beaks and carry it back to others waiting in the nest."
    },
    {
        "term": "ralts",
        "sun": "If its horns capture the warm feelings of people or  Pokémon, its body warms up slightly.",
        "moon": "It is highly attuned to the emotions of people and  Pokémon. It hides if it senses hostility."
    },
    {
        "term": "kirlia",
        "sun": "The cheerful spirit of its Trainer gives it energy for  its psychokinetic power. It spins and dances  when happy.",
        "moon": "It has a psychic power that enables it to distort the  space around it and see into the future."
    },
    {
        "term": "gardevoir",
        "sun": "To protect its Trainer, it will expend all its psychic power to create a small black hole.",
        "moon": "It has the power to predict the future. Its power peaks when it is protecting its Trainer."
    },
    {
        "term": "mega gardevoir",
        "sun": "To protect its Trainer, it will expend all its psychic power to create a small black hole.",
        "moon": "It has the power to predict the future. Its power peaks when it is protecting its Trainer."
    },
    {
        "term": "surskit",
        "sun": "It moves as if skating on the surface of the water. It often fights with Dewpider over food.",
        "moon": "When this Pokémon senses danger, a sweet fluid oozes from the tip of its head. The taste of it disgusts bird Pokémon."
    },
    {
        "term": "masquerain",
        "sun": "It intimidates enemies with the eye-like patterns on its antennae. Its four wings allow it to fly in any direction.",
        "moon": "Its wings and antennae don’t cope well with moisture. After a rain, it faces sunward to dry off."
    },
    {
        "term": "shroomish",
        "sun": "It prefers damp places. By day it remains still in the forest shade. It releases toxic powder from its head.",
        "moon": "It spouts poison spores from the top of its head. These spores cause pain all over if inhaled."
    },
    {
        "term": "breloom",
        "sun": "Its short arms stretch when it throws punches. Its technique is equal to that of pro boxers.",
        "moon": "It scatters poisonous spores and throws powerful punches while its foe is hampered by inhaled spores."
    },
    {
        "term": "slakoth",
        "sun": "The way Slakoth lolls around makes anyone who watches it feel like doing the same.",
        "moon": "If it eats just three leaves a day, it is satisfied. Other than that, it sleeps for 20 hours a day."
    },
    {
        "term": "vigoroth",
        "sun": "Its hearbeat is fast and its blood so agitated that it can't sit still for one secodn.",
        "moon": "Its stress level rises if it cannot keep moving constantly. Too much stress makes it feel sick."
    },
    {
        "term": "slaking",
        "sun": "The world's laziest Pokémon. When it is lounging, it is actually saving energy for striking back.",
        "moon": "It is the world's most slothful Pokémon However, it can exert horrifying power by releasing pent-up energy all at once."
    },
    {
        "term": "nincada",
        "sun": "Because it lived almost entirely underground, it is nearly blind. It uses its antennae instead.",
        "moon": "It can sometimes live underground for more than 10 years. It absorbs nutrients from the roots of trees."
    },
    {
        "term": "ninjask",
        "sun": "Its cry leaves a lasting headache if heard for too long. It moves so quickly that it is almost invisible.",
        "moon": "Because it moves so quickly, it sometimes becomes  unseeable. It congregates around tree sap."
    },
    {
        "term": "shedinja",
        "sun": "A discarded bug shell that came to life. Peering into the crack on its back is said to steal one's spirit.",
        "moon": "A most peculiar Pokémon that somehow appears in a Poké Ball when a Nincada evolves."
    },
    {
        "term": "whismur",
        "sun": "It usually murmurs but starts crying loudly if it senses danger. It stops when its ear covers are shut.",
        "moon": "If it senses danger, it scares the foe by crying out with the volume of a jet-plane engine."
    },
    {
        "term": "loudred",
        "sun": "It shouts loudly by inhaling air, and then uses its well-developed stomach muscles to exhale.",
        "moon": "The shock waves from its cries can tip over trucks. It stamps its feet to power up."
    },
    {
        "term": "exploud",
        "sun": "It howls can be heard over six miles away. It emits all sorts of noises from the ports on its body.",
        "moon": "Its roar in battle shakes the ground like a tremor--or like an earthquake has struck."
    },
    {
        "term": "makuhita",
        "sun": "It was originally brought in from another region, but now Makuhita from Alola are more famous.",
        "moon": "Their daily routine consists of training together first thing in the morning, eating and napping in the afternoon, and then more training afterward."
    },
    {
        "term": "hariyama",
        "sun": "It is known for its fantastic strength, but as it grows older, it focuses more on training Makuhita.",
        "moon": "They love to compare their freakish strength— strength enough to send a truck flying with a single slap."
    },
    {
        "term": "azurill",
        "sun": "A Pokémon that lives by water. It moves quickly on land by bouncing on its big tail.",
        "moon": "It swings its large, nutrient-filled tail around to fight opponents bigger than itself."
    },
    {
        "term": "nosepass",
        "sun": "The magnet in Nosepass’s nose provides an unerring compass, making it an excellent partner for Trainers going on a journey.",
        "moon": "It uses powerful magnetism to drag its prey toward it. It’s also been known to pull in metal, which it collects and uses to protect itself."
    },
    {
        "term": "skitty",
        "sun": "It can't stop itself from chasing moving things, and it runs in a circle, chasing its own tail.",
        "moon": "It shows its cute side by chasing its own tail until it gets dizzy."
    },
    {
        "term": "delcatty",
        "sun": "It dislikes dirty places. It often searches for a comfortable place in which to groom itself.",
        "moon": "It is highly popular among female Trainers for its sublime fur. It does not keep a nest."
    },
    {
        "term": "sableye",
        "sun": "It hides in the darkness of caves. Its diet of gems has transformed its eyes into gemstones.",
        "moon": "It dwells in the darkness of caves. It uses its sharp claws to dig up gems to nourish itself."
    },
    {
        "term": "mega sableye",
        "sun": "It hides in the darkness of caves. Its diet of gems has transformed its eyes into gemstones.",
        "moon": "It dwells in the darkness of caves. It uses its sharp claws to dig up gems to nourish itself."
    },
    {
        "term": "mawile",
        "sun": "It uses its docile-looking face to lull foes into complacency, then bites with its huge, relentless jaws.",
        "moon": "Attached to its head is a huge set of jaws formed by horns. It can chew through iron beams."
    },
    {
        "term": "mega mawile",
        "sun": "It uses its docile-looking face to lull foes into complacency, then bites with its huge, relentless jaws.",
        "moon": "Attached to its head is a huge set of jaws formed by horns. It can chew through iron beams."
    },
    {
        "term": "aron",
        "sun": "It usually lives deep in mountains. However, hunger may drive it to eat railroad tracks and cars.",
        "moon": "When it evolves, it sheds the steel carapace that  covered its whole body and develops a new one."
    },
    {
        "term": "lairon",
        "sun": "It loves iron ore. Groups of them fight for territory by bashing one another with their steel bodies.",
        "moon": "It habitually shows off its strength with the size of  sparks it creates by ramming its steel body  into boulders."
    },
    {
        "term": "aggron",
        "sun": "It claims an entire mountain as its own. The more wounds it has, the more it has battled, so don't take it lightly.",
        "moon": "While seeking iron for food, it digs tunnels by  breaking through bedrock with its steel horns."
    },
    {
        "term": "mega aggron",
        "sun": "It claims an entire mountain as its own. The more wounds it has, the more it has battled, so don't take it lightly.",
        "moon": "While seeking iron for food, it digs tunnels by  breaking through bedrock with its steel horns."
    },
    {
        "term": "meditite",
        "sun": "It always trains deep in mountains. It levitates when it heightens its spiritual power through meditation.",
        "moon": "It eats just one berry a day. By enduring hunger, its spirit is tempered and made sharper."
    },
    {
        "term": "medicham",
        "sun": "It elegantly avoids attacks with dance-like steps, then launches a devastating blow in the  same motion.",
        "moon": "Through yoga training, it gained the psychic power to predict its foe's next move."
    },
    {
        "term": "mega medicham",
        "sun": "It elegantly avoids attacks with dance-like steps, then launches a devastating blow in the  same motion.",
        "moon": "Through yoga training, it gained the psychic power to predict its foe's next move."
    },
    {
        "term": "electrike",
        "sun": "Using electricity stored in its fur, it stimulates its muscles to heighten its reaction speed.",
        "moon": "It stores static electricity in its fur for discharging. It gives off sparks if a storm approaches."
    },
    {
        "term": "manectric",
        "sun": "It rarely appears before people. It is said to nest where lightning has fallen.",
        "moon": "It discharges electricity from its mane. It creates a thundercloud overhead to drop lightning bolts."
    },
    {
        "term": "mega manectric",
        "sun": "It rarely appears before people. It is said to nest where lightning has fallen.",
        "moon": "It discharges electricity from its mane. It creates a thundercloud overhead to drop lightning bolts."
    },
    {
        "term": "plusle",
        "sun": "It cheers on friends with pom-poms made of sparks. It drains power from telephone poles.",
        "moon": "It absorbs electricity from telephone poles. It shorts  out its body to create crackling noises."
    },
    {
        "term": "minun",
        "sun": "Exposure to electricity from Minun and Plusle promotes blood circulation and relaxes muscles.",
        "moon": "It cheers on friends. If its friends are losing, its body lets off more and more sparks."
    },
    {
        "term": "volbeat",
        "sun": "It communicates with others by lighting up its rear at night. It loves Illumise's sweet aroma.",
        "moon": "It lives around clean ponds. At night, its rear lights up. It converses with others by flashing its light."
    },
    {
        "term": "illumise",
        "sun": "Its fragrance attracts a swarm of Volbeat, so they draw over 200 patterns in the night sky.",
        "moon": "With its sweet aroma, it guides Volbeat to draw signs with light in the night sky."
    },
    {
        "term": "roselia",
        "sun": "It uses the different poisons in each hand separately when it attacks. The stronger its aroma, the healthier it is.",
        "moon": "Roselia that drink nutritionally rich springwater are said to reveal rare coloration when they bloom."
    },
    {
        "term": "gulpin",
        "sun": "It has a small heart and brain. Its stomach comprises most of its body, with enzymes to dissolve anything.",
        "moon": "There is nothing its stomach can't digest. While it is digesting, vile, overpowering gases are expelled."
    },
    {
        "term": "swalot",
        "sun": "It swallows anything whole. It sweats toxic fluids from its follicles to douse foes.",
        "moon": "It gulps anything that fits in its mouth. Its special enzymes can dissolve anything."
    },
    {
        "term": "carvanha",
        "sun": "Each school has its own territory. Any intruders are mercilessly attacked with fangs bared.",
        "moon": "If they scent the faintest trace of blood, they rush to attack en masse. When alone, they’re rather cowardly."
    },
    {
        "term": "sharpedo",
        "sun": "Its fangs rip through sheet iron. It swims at 75 mph and is known as \"The Bully of the Sea.\"",
        "moon": "It can swim at speeds of 75 mph by jetting seawater through its body. It is the bandit of the sea."
    },
    {
        "term": "mega sharpedo",
        "sun": "Its fangs rip through sheet iron. It swims at 75 mph and is known as \"The Bully of the Sea.\"",
        "moon": "It can swim at speeds of 75 mph by jetting seawater through its body. It is the bandit of the sea."
    },
    {
        "term": "wailmer",
        "sun": "It loves to startle people. It fills itself up with seawater and plays by bouncing around like a ball.",
        "moon": "It shows off by spraying jets of seawater from the nostrils above its eyes. It eats a solid ton of Wishiwashi every day."
    },
    {
        "term": "wailord",
        "sun": "Wailord pursue their prey in pods. With their large mouths, they can swallow entire schools of Wishiwashi whole.",
        "moon": "Its immense size is the reason for its popularity. Wailord watching is a favorite sightseeing activity in various parts of the world."
    },
    {
        "term": "numel",
        "sun": "Its humped back stores intensely hot magma. In rain, the magma cools, slowing its movement.",
        "moon": "The magma in its body reaches 2,200 degrees Fahrenheit. Its hump gets smaller when it uses Fire-type moves."
    },
    {
        "term": "camerupt",
        "sun": "The volcanoes on its back have a major eruption every 10 years--or whenever it becomes really angry.",
        "moon": "If angered, the humps on its back erupt in a shower of molten lava. It lives in the craters of volcanoes."
    },
    {
        "term": "mega camerupt",
        "sun": "The volcanoes on its back have a major eruption every 10 years--or whenever it becomes really angry.",
        "moon": "If angered, the humps on its back erupt in a shower of molten lava. It lives in the craters of volcanoes."
    },
    {
        "term": "torkoal",
        "sun": "Coal is the source of Torkoal’s energy. Large amounts of coal can be found in the mountains where they live.",
        "moon": "If the fire burning within its shell goes out, it will die. Those who wish to raise one in their home must always keep something flammable at hand."
    },
    {
        "term": "spoink",
        "sun": "It bounces constantly, using its tail like a spring. The shock of bouncing keeps its heart beating.",
        "moon": "It bounces around on its tail to keep its heart pumping. It carries a pearl from Clamperl on its head."
    },
    {
        "term": "grumpig",
        "sun": "It uses black pearls to amplify its psychic power. It does a strange dance to control foes' minds.",
        "moon": "It uses black pearls to amplify its psychic power. It does an odd dance to gain control over foes."
    },
    {
        "term": "spinda",
        "sun": "Its steps are staggering and unsteady, but Spinda thinks it’s walking in a straight line.",
        "moon": "Each and every Spinda has a slightly different configuration of spots. There are collectors who enjoy the tiny differences in their spot patterns."
    },
    {
        "term": "trapinch",
        "sun": "It can live for a week without eating a thing. It waits patiently at the bottom of its nest for prey to appear.",
        "moon": "As it digs through the sand, its giant jaws crush any rocks that obstruct its path. It builds a funnel-shaped nest."
    },
    {
        "term": "vibrava",
        "sun": "Rather than using its underdeveloped wings for flight, it rubs them together, producing ultrasonic waves to attack its enemies.",
        "moon": "To help make its wings grow, it dissolves quantities of prey in its digestive juices and guzzles them down every day."
    },
    {
        "term": "flygon",
        "sun": "The flapping of its wings sounds something like singing. Those lured by the sound are enveloped in a sandstorm, becoming Flygon’s prey.",
        "moon": "This Pokémon hides in the heart of sandstorms it creates and seldom appears where people can see it."
    },
    {
        "term": "cacnea",
        "sun": "It lives in arid locations. Its yellow flowers bloom once a year.",
        "moon": "It prefers harsh environments such as deserts. It can survive for 30 days on water stored in its body."
    },
    {
        "term": "cacturne",
        "sun": "It becomes active at night, seeking prey that is exhausted from the day's desert heat.",
        "moon": "Packs of them follow travellers through the desert until the travellers can no longer move."
    },
    {
        "term": "swablu",
        "sun": "For some reason, it likes to land on people's heads softly and act like it's a hat.",
        "moon": "It constantly grooms its cotton-like wings. It takes  a shower to clean itself if it becomes dirty."
    },
    {
        "term": "altaria",
        "sun": "It flies gracefully through the sky. Its melodic humming makes you feel like you're in a dream.",
        "moon": "On sunny days, it flies freely through the sky and  blends into the clouds. It sings in a  beautiful soprano."
    },
    {
        "term": "mega altaria",
        "sun": "It flies gracefully through the sky. Its melodic humming makes you feel like you're in a dream.",
        "moon": "On sunny days, it flies freely through the sky and  blends into the clouds. It sings in a  beautiful soprano."
    },
    {
        "term": "zangoose",
        "sun": "It has feuded with Seviper for many generations. Its sharp claws are its biggest weapons.",
        "moon": "Its fur would all stand on end if it smelled a Seviper nearby. Its sharp claws tear up its foes."
    },
    {
        "term": "seviper",
        "sun": "In battle, it uses its bladed tail to counter any  Zangoose. It secretes a deadly venom in its tail.",
        "moon": "Constant polishing makes the edge of the blade on its tail extremely sharp. It's Zangoose's archrival."
    },
    {
        "term": "lunatone",
        "sun": "Because it turns active on nights of the full moon, it is said to have some link to the lunar phases.",
        "moon": "It was discovered at the site of a meteor strike 40 years ago. Its stare can lull its foes to sleep."
    },
    {
        "term": "solrock",
        "sun": "Solar energy is the source of its power,  so it is strong during the daytime.  When it spins, its body shines.",
        "moon": "It absorbs solar energy during the day. Always expressionless, it can sense what its foe is thinking."
    },
    {
        "term": "barboach",
        "sun": "Its two whiskers provide a sensitive radar. Even in muddy waters, it can detect its prey’s location.",
        "moon": "Its slippery body is hard to grasp, so much so that there are festivals where people compete to see how many they can catch barehanded."
    },
    {
        "term": "whiscash",
        "sun": "A glutton that devours anything that moves, it quietly lurks at the bottom of swamps, lying in wait for prey.",
        "moon": "Sighting Whiscash leaping from the water is believed to herald an earthquake."
    },
    {
        "term": "corphish",
        "sun": "No matter how dirty the water in the river, it will adapt and thrive. It has a strong will to survive.",
        "moon": "Its hardy vitality enables it to adapt to any environment. Its pincers will never release prey."
    },
    {
        "term": "crawdaunt",
        "sun": "It is a ruffian that uses its pincers to pick up and toss out other Pokémon from its pond.",
        "moon": "Loving to battle, this Pokémon pinches all Pokémon that enter its territory with its pincers and throws them out."
    },
    {
        "term": "baltoy",
        "sun": "It moves while spinning around on its single foot. Some Baltoy have been seen spinning on their heads.",
        "moon": "It moves while spinning around on its single foot. Some BALTOY have been seen spinning on their heads."
    },
    {
        "term": "claydol",
        "sun": "An ancient clay figurine that came to life as a Pokémon from exposure to a mysterious ray of light.",
        "moon": "It is said that it originates from clay dolls made by an ancient civilization."
    },
    {
        "term": "lileep",
        "sun": "It disguises its tentacles as flowers to attract and catch prey. It became extinct in ancient times.",
        "moon": "It lived on the seafloor 100 million years ago and was reanimated scientifically."
    },
    {
        "term": "cradily",
        "sun": "It lives in the shallows of warm seas. When the tide goes out, it digs up prey from beaches.",
        "moon": "It ensnares prey with its eight tentacles. It then melts the prey with a strong acid before feeding."
    },
    {
        "term": "anorith",
        "sun": "It is a kind of Pokémon progenitor. It uses its extending claws to catch prey hiding among rocks on the seafloor.",
        "moon": "A Pokémon ancestor that was reanimated from a fossil. It lived in the sea and hunted with claws."
    },
    {
        "term": "armaldo",
        "sun": "Its enormous, retractable claws can cut through most anything. Its entire body is clad in sturdy plates.",
        "moon": "Protected by a hard shell, its body is very sturdy. It skewers prey with its claws to feed."
    },
    {
        "term": "feebas",
        "sun": "A tough Pokémon that is perfectly fine even in dirty water. However, due to its ragged, shabby appearance, it isn’t popular.",
        "moon": "Although unattractive and unpopular, this Pokémon’s marvelous vitality has made it a subject of research."
    },
    {
        "term": "milotic",
        "sun": "Milotic has provided inspiration to many artists. It has even been referred to as the most beautiful Pokémon of all.",
        "moon": "It lives at the bottom of clear lakes. In times of war, it shows itself, which soothes people’s minds and hearts."
    },
    {
        "term": "castform",
        "sun": "This Pokémon can change its cells, taking different forms based on the temperature and humidity.",
        "moon": "It has the ability to change its form into the sun, the rain, or a snow cloud, depending on the weather."
    },
    {
        "term": "kecleon",
        "sun": "It can freely change its body's color. The zigzag pattern on its belly doesn't change, however.",
        "moon": "It changes its shading to match its surroundings so it can sneak up on prey. Only its belly patterns stay fixed."
    },
    {
        "term": "shuppet",
        "sun": "It uses its horn to feed on envy and malice-- or so it's said. It's very active at night.",
        "moon": "It loves vengeful emotions and hangs in rows under the eaves of houses where vengeful people live."
    },
    {
        "term": "banette",
        "sun": "A doll that became a Pokémon over its grudge from being junked. It seeks the child that disowned it.",
        "moon": "Strong feelings of hatred turned a puppet into a Pokémon. If it opens its mouth, its cursed energy escapes."
    },
    {
        "term": "mega banette",
        "sun": "A doll that became a Pokémon over its grudge from being junked. It seeks the child that disowned it.",
        "moon": "Strong feelings of hatred turned a puppet into a Pokémon. If it opens its mouth, its cursed energy escapes."
    },
    {
        "term": "duskull",
        "sun": "It doggedly pursues its prey wherever it goes. However, the chase is abandoned at sunrise.",
        "moon": "If it finds bad children who won't listen to their parents, it will spirit them away--or so it's said."
    },
    {
        "term": "dusclops",
        "sun": "Anyone who dares peer into its body to see its spectral ball of fire will have their spirit stolen away.",
        "moon": "Its body is hollow. It is said that those who look into its body are sucked into the void."
    },
    {
        "term": "tropius",
        "sun": "It flies by flapping its broad leaves and gives the sweet, delicious fruit around its neck to children.",
        "moon": "The bunch of fruit around its neck ripens twice a year and is delicious. It's a highly favored tropical snack."
    },
    {
        "term": "chimecho",
        "sun": "It uses the sucker on its head to hang from a tree or from eaves. It can produce seven different tones.",
        "moon": "Emitting ultrasonic cries, it floats on winds to travel great distances."
    },
    {
        "term": "absol",
        "sun": "It senses coming disasters and appears before people only to warn them of impending danger.",
        "moon": "It appears when it senses an impending natural disaster. As a result, it was mistaken as a doom bringer."
    },
    {
        "term": "mega absol",
        "sun": "It senses coming disasters and appears before people only to warn them of impending danger.",
        "moon": "It appears when it senses an impending natural disaster. As a result, it was mistaken as a doom bringer."
    },
    {
        "term": "wynaut",
        "sun": "It tends to move in a pack with others. They cluster in a tight group to sleep in a cave.",
        "moon": "It grows strong by pushing up against others en masse. It loves eating sweet fruit."
    },
    {
        "term": "snorunt",
        "sun": "Their numbers seem to have rapidly increased in Alola. Custom has it that houses where Snorunt live will be prosperous for generations to come.",
        "moon": "It can only survive in cold areas. It bounces happily around, even in environments as cold as -150 degrees Fahrenheit."
    },
    {
        "term": "glalie",
        "sun": "To protect itself, it clad its body in an armor of ice, made by freezing moisture in the air.",
        "moon": "It can instantly freeze moisture in the atmosphere. It uses this power to freeze its foes."
    },
    {
        "term": "mega glalie",
        "sun": "To protect itself, it clad its body in an armor of ice, made by freezing moisture in the air.",
        "moon": "It can instantly freeze moisture in the atmosphere. It uses this power to freeze its foes."
    },
    {
        "term": "spheal",
        "sun": "They can't swim well yet, and they move much faster by rolling. When they're happy, they clap fins.",
        "moon": "Its body is covered in fluffy fur. The fur keeps it from feeling cold while it is rolling on ice."
    },
    {
        "term": "sealeo",
        "sun": "It has a very sensitive nose. It touches new things with its nose to examine them.",
        "moon": "Be it Spheal or Poké Ball, it will spin any round object on its nose with the greatest of ease."
    },
    {
        "term": "walrein",
        "sun": "It shatters ice with its big tusks. Its thick blubber repels not only the cold, but also enemy attacks.",
        "moon": "It shatters drift ice with its strong tusks. Its thick layer of blubber repels enemy attacks."
    },
    {
        "term": "clamperl",
        "sun": "When it evolves, it makes a mysterious pearl that amplifies psychic powers when it's held.",
        "moon": "It is protected by a sturdy shell. Once in a lifetime, it makes a magnificent pearl."
    },
    {
        "term": "huntail",
        "sun": "It lives deep in the sea where no light ever filters down. It lights up its small fishlike tail to attract prey.",
        "moon": "It lives deep in the sea. With a tail shaped like a small fish, it attracts unsuspecting prey."
    },
    {
        "term": "gorebyss",
        "sun": "It lives at the bottom of the sea. In the springtime, its pink body turns more vivid for some reason.",
        "moon": "Its swimming form is exquisitely elegant. With its thin mouth, it feeds on seaweed that grows between rocks."
    },
    {
        "term": "relicanth",
        "sun": "Its form has remained the same for one hundred million years. Its body is filled with fat, so it can withstand the water pressure of the deep sea.",
        "moon": "It was fortuitously discovered during a deep sea expedition. Its teeth have atrophied, so it now survives on microscopic organisms it sucks up."
    },
    {
        "term": "luvdisc",
        "sun": "If a Luvdisc is left on its own, it becomes despondent, leaving itself open to attack. That is when Pelipper snatch them up.",
        "moon": "Loving couples have a soft spot for this Pokémon, so honeymoon hotels often release this Pokémon into their pools."
    },
    {
        "term": "bagon",
        "sun": "Its belief that it will be able to fly one day is apparently the influence of information carried in its genes.",
        "moon": "With its steel-hard stone head, it headbutts indiscriminately. This is because of the stress it feels at being unable to fly."
    },
    {
        "term": "shelgon",
        "sun": "The cells within its shell transform with explosive speed, preparing it for evolution.",
        "moon": "They lurk deep within caves—motionless, neither eating nor drinking. Why they don’t die is not known."
    },
    {
        "term": "salamence",
        "sun": "It becomes uncontrollable if it is enraged. It destroys everything with shredding claws and fire.",
        "moon": "It's uncontrollable if enraged. It flies around spouting flames and scorching fields and mountains."
    },
    {
        "term": "mega salamence",
        "sun": "It becomes uncontrollable if it is enraged. It destroys everything with shredding claws and fire.",
        "moon": "It's uncontrollable if enraged. It flies around spouting flames and scorching fields and mountains."
    },
    {
        "term": "beldum",
        "sun": "Its cells are all magnets. It uses magnetism to communicate with others of its kind.",
        "moon": "With magnetic traction, it pulls its opponents in close. When they’re in range, it slashes them with its rear claws."
    },
    {
        "term": "metang",
        "sun": "When two Beldum link together, their psychic power is doubled. Their intelligence, however, remains unchanged.",
        "moon": "It adores magnetic minerals, so it pursues Nosepass at speeds exceeding 60 mph."
    },
    {
        "term": "metagross",
        "sun": "With four linked brains, it's more intelligent than a supercomputer, and it uses calculations to analyze foes.",
        "moon": "Metang combined to form it. With four brains, it has the intelligence of a supercomputer."
    },
    {
        "term": "mega metagross",
        "sun": "With four linked brains, it's more intelligent than a supercomputer, and it uses calculations to analyze foes.",
        "moon": "Metang combined to form it. With four brains, it has the intelligence of a supercomputer."
    },
    {
        "term": "regirock",
        "sun": "Its entire body is made of rock. If any part chips off in battle, it attaches rocks to repair itself.",
        "moon": "The same rocks that form its body have been found in ground layers around the world."
    },
    {
        "term": "regice",
        "sun": "It is said to have slept in a glacier for thousands of years. Its body can't be melted, even by magma.",
        "moon": "Its body is made of ice from the ice age. It controls frigid air of -328 degrees Fahrenheit."
    },
    {
        "term": "registeel",
        "sun": "Tempered by pressure underground over tens of thousands of years, its body cannot be scratched.",
        "moon": "Its body is said to be harder than any kind of metal. A study has revealed that its body is hollow."
    },
    {
        "term": "latias",
        "sun": "It communicates using telepathy. Its body is covered in down that refracts light to make it invisible.",
        "moon": "Its body is covered with a down that can refract light in such a way that it becomes invisible."
    },
    {
        "term": "mega latias",
        "sun": "It communicates using telepathy. Its body is covered in down that refracts light to make it invisible.",
        "moon": "Its body is covered with a down that can refract light in such a way that it becomes invisible."
    },
    {
        "term": "latios",
        "sun": "A highly intelligent Pokémon. By folding back its wings in flight, it can overtake jet planes.",
        "moon": "It understands human speech and is highly intelligent. It is a tender Pokémon that dislikes fighting."
    },
    {
        "term": "mega latios",
        "sun": "A highly intelligent Pokémon. By folding back its wings in flight, it can overtake jet planes.",
        "moon": "It understands human speech and is highly intelligent. It is a tender Pokémon that dislikes fighting."
    },
    {
        "term": "kyogre",
        "sun": "A mythical Pokémon said to have swelled the seas with rain and tidal waves. It battled with Groudon",
        "moon": "It is said to have widened the seas by causing downpours. It had been asleep in a marine trench."
    },
    {
        "term": "primal kyogre",
        "sun": "A mythical Pokémon said to have swelled the seas with rain and tidal waves. It battled with Groudon",
        "moon": "It is said to have widened the seas by causing downpours. It had been asleep in a marine trench."
    },
    {
        "term": "groudon",
        "sun": "Said to have expanded the lands by evaporating water with raging heat. It battled titanically with Kyogre",
        "moon": "It had been asleep in underground magma ever since it fiercely fought Kyogre long ago."
    },
    {
        "term": "primal groudon",
        "sun": "Said to have expanded the lands by evaporating water with raging heat. It battled titanically with Kyogre",
        "moon": "It had been asleep in underground magma ever since it fiercely fought Kyogre long ago."
    },
    {
        "term": "rayquaza",
        "sun": "It lives in the ozone layer far above the clouds and cannot be seen from the ground.",
        "moon": "It flies in the ozone layer, way up high in the sky. Until recently, no one had ever seen it."
    },
    {
        "term": "mega rayquaza",
        "sun": "It lives in the ozone layer far above the clouds and cannot be seen from the ground.",
        "moon": "It flies in the ozone layer, way up high in the sky. Until recently, no one had ever seen it."
    },
    {
        "term": "jirachi",
        "sun": "Generations have believed that any wish written on a note on its head will come true when it awakens.",
        "moon": "It is said to have the ability to grant any wish for just one week every thousand years."
    },
    {
        "term": "deoxys normal",
        "sun": "An alien virus that fell to earth on a meteor underwent a DNA mutation to become this Pokémon.",
        "moon": "DNA from a space virus mutated and became a Pokémon. It appears where auroras are seen."
    },
    {
        "term": "deoxys attack",
        "sun": "An alien virus that fell to earth on a meteor underwent a DNA mutation to become this Pokémon.",
        "moon": "DNA from a space virus mutated and became a Pokémon. It appears where auroras are seen."
    },
    {
        "term": "deoxys defense",
        "sun": "An alien virus that fell to earth on a meteor underwent a DNA mutation to become this Pokémon.",
        "moon": "DNA from a space virus mutated and became a Pokémon. It appears where auroras are seen."
    },
    {
        "term": "deoxys speed",
        "sun": "An alien virus that fell to earth on a meteor underwent a DNA mutation to become this Pokémon.",
        "moon": "DNA from a space virus mutated and became a Pokémon. It appears where auroras are seen."
    },
    {
        "term": "turtwig",
        "sun": "Photosynthesis occurs across its body under the sun. The shell on its back is actually hardened soil.",
        "moon": "It undertakes photosynthesis with its body, making oxygen. The leaf on its head wilts if it is thirsty."
    },
    {
        "term": "grotle",
        "sun": "It lives along water in forests. In the daytime, it leaves the forest to sunbathe its treed shell.",
        "moon": "It knows where pure water wells up. It carries fellow Pokémon there on its back."
    },
    {
        "term": "torterra",
        "sun": "Ancient people imagined that beneath the ground, a gigantic Torterra dwelled.",
        "moon": "Small Pokémon occasionally gather on its unmoving back to begin building their nests."
    },
    {
        "term": "chimchar",
        "sun": "Its fiery rear end is fueled by gas made in its belly. Even rain can't extinguish the fire.",
        "moon": "The gas made in its belly burns from its rear end. The fire burns weakly when it feels sick."
    },
    {
        "term": "monferno",
        "sun": "It skillfully controls the intensity of the fire on its tail to keep its foes at an ideal distance.",
        "moon": "It uses ceilings and walls to launch aerial attacks. Its fiery tail is but one weapon."
    },
    {
        "term": "infernape",
        "sun": "Its crown of fire is indicative of its fiery nature. It is beaten by none in terms of quickness.",
        "moon": "It tosses its enemies around with agility. It uses all its limbs to fight in its own unique style."
    },
    {
        "term": "piplup",
        "sun": "It doesn't like to be taken care of. It's difficult to bond with since it won't listen to its Trainer.",
        "moon": "Because it is very proud, it hates accepting food from people. Its thick down guards it from cold."
    },
    {
        "term": "prinplup",
        "sun": "It lives alone, away from others. Apparently, every one of them believes it is the most important.",
        "moon": "It lives a solitary life. Its wings deliver wicked blows that can snap even the thickest of trees."
    },
    {
        "term": "empoleon",
        "sun": "It swims as fast as a jet boat. The edges of its wings are sharp and can slice apart drifting ice.",
        "moon": "The three horns that extend from its beak attest to its power. The leader has the biggest horns."
    },
    {
        "term": "starly",
        "sun": "They flock in great numbers. Though small, they flap their wings with great power.",
        "moon": "They flock around mountains and fields, chasing after bug Pokémon. Their singing is noisy and annoying."
    },
    {
        "term": "staravia",
        "sun": "They maintain huge flocks, although fierce scuffles break out between various flocks.",
        "moon": "It lives in forests and fields. Squabbles over territory occur when flocks collide."
    },
    {
        "term": "staraptor",
        "sun": "The muscles in its wings and legs are strong. It can easily fly while gripping a small Pokémon.",
        "moon": "When Staravia evolve into Staraptor, they leave the flock to live alone. They have sturdy wings."
    },
    {
        "term": "bidoof",
        "sun": "With nerves of steel, nothing can perturb it. It is more agile and active than it appears.",
        "moon": "It constantly gnaws on logs and rocks to whittle down its front teeth. It nests alongside water."
    },
    {
        "term": "bibarel",
        "sun": "It busily makes its nest with stacks of branches and roots it has cut up with its sharp incisors.",
        "moon": "It makes its nest by damming streams with bark and mud. It is known as an industrious worker."
    },
    {
        "term": "kricketot",
        "sun": "It chats with others using the sounds of its colliding antennae. These sounds are fall hallmarks.",
        "moon": "When its antennae hit each other, it sounds like the music of a xylophone."
    },
    {
        "term": "kricketune",
        "sun": "It crosses its knifelike arms in front of its chest when it cries. It can compose melodies ad lib.",
        "moon": "It signals its emotions with its melodies. Scientists are studying these melodic patterns."
    },
    {
        "term": "shinx",
        "sun": "The extension and contraction of its muscles generates electricity. It glows when in trouble.",
        "moon": "All of its fur dazzles if danger is sensed. It flees while the foe is momentarily blinded."
    },
    {
        "term": "luxio",
        "sun": "Its claws loose electricity with enough amperage to cause fainting. They live in small groups.",
        "moon": "Strong electricity courses through the tips of its sharp claws. A light scratch causes fainting in foes."
    },
    {
        "term": "luxray",
        "sun": "When its eyes gleam gold, it can spot hiding prey--even those taking shelter behind a wall.",
        "moon": "Luxray's ability to see through objects comes in handy when it's scouting for danger."
    },
    {
        "term": "budew",
        "sun": "When it feels the sun's warm touch, it opens its bud  to release pollen. It lives alongside clear pools.",
        "moon": "Over the winter, it closes its bud and endures the cold. In spring, the bud opens and releases pollen."
    },
    {
        "term": "roserade",
        "sun": "Luring prey with a sweet scent, it uses poison whips on its arms to poison, bind, and finish off the prey.",
        "moon": "With the movements of a dancer, it strikes with whips that are densely lined with poison thorns."
    },
    {
        "term": "cranidos",
        "sun": "It lived in jungles around a hundred million years ago. It used its skillful headbutts to combat Aerodactyl.",
        "moon": "In rock layers where Cranidos fossils are found, the fossilized trunks of trees snapped in two are also often found."
    },
    {
        "term": "rampardos",
        "sun": "The result of repeated headbutts is a skull grown thick and hard. However, its brain has shrunk in size compared with Cranidos’s.",
        "moon": "Records exist of a revived fossil that evolved into Rampardos. It proceeded to escape and then destroy a skyscraper with a headbutt."
    },
    {
        "term": "shieldon",
        "sun": "Many fossils of this Pokémon have been found, but almost none have shown signs of damage to the face.",
        "moon": "This Pokémon lived in primeval jungles. Few enemies would have been willing to square off against its heavily armored face, so it’s thought."
    },
    {
        "term": "bastiodon",
        "sun": "While it can guard against any sort of attack from the front, it is left without recourse when attacked from behind.",
        "moon": "It lived in the same environments as Rampardos. Their fossils have been found together— seemingly from after they’d fought to the finish."
    },
    {
        "term": "burmy",
        "sun": "To shelter itself from cold, wintry winds, it covers itself with a cloak made of twigs and leaves.",
        "moon": "If its cloak is broken in battle, it quickly remakes the cloak with materials nearby."
    },
    {
        "term": "wormadam plant cloak",
        "sun": "Its appearance changes depending on where it evolved. The materials on hand become a part of its body.",
        "moon": "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed."
    },
    {
        "term": "wormadam sandy cloak",
        "sun": "Its appearance changes depending on where it evolved. The materials on hand become a part of its body.",
        "moon": "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed."
    },
    {
        "term": "wormadam trash cloak",
        "sun": "Its appearance changes depending on where it evolved. The materials on hand become a part of its body.",
        "moon": "When Burmy evolved, its cloak became a part of this Pokémon's body. The cloak is never shed."
    },
    {
        "term": "mothim",
        "sun": "It loves the honey of flowers and steals honey collected by Combee.",
        "moon": "It flutters around at night and steals honey from the Combee hive."
    },
    {
        "term": "combee",
        "sun": "The trio is together from birth. It constantly gathers  honey from flowers to please Vespiquen.",
        "moon": "It collects and delivers honey to its colony. At night, they cluster to form a beehive and sleep."
    },
    {
        "term": "vespiquen",
        "sun": "It houses its colony in cels in its body and releases various pheromones to make those grubs do its bidding",
        "moon": "Its abdomen is a honeycomb for grubs. It raises its grubs on honey collected by Combee."
    },
    {
        "term": "pachirisu",
        "sun": "It makes fur balls that crackle with static electricity. It stores them with berries in tree holes.",
        "moon": "A pair may be seen rubbing their cheek pouches together in an effort to share stored electricity."
    },
    {
        "term": "buizel",
        "sun": "It swims by rotating its two tails like a screw. When it dives, its flotation sac collapses.",
        "moon": "It inflates the flotation sac around its neck and pokes its head out of the water to see what is going on."
    },
    {
        "term": "floatzel",
        "sun": "It floats using its well-developed flotation sac. It assists in the rescues of drowning people.",
        "moon": "Its flotation sac developed as a result of pursuing aquatic prey. It can double as a rubber raft."
    },
    {
        "term": "cherubi",
        "sun": "Sunlight colors it red. When the small ball is drained of nutrients, it shrivels to herald evolution.",
        "moon": "It evolves by sucking the energy out of the small ball where it had been storing nutrients."
    },
    {
        "term": "cherrim",
        "sun": "During times of strong sunlight, its bud blooms, its petals open fully, and it becomes very active.",
        "moon": "If it senses strong sunlight, it opens its folded petals to absorb the sun's rays with its whole body."
    },
    {
        "term": "shellos",
        "sun": "Beware of pushing strongly on its squishy body, as it makes a mysterious purple fluid ooze out.",
        "moon": "Its shape and coloration vary, depending on its habitat."
    },
    {
        "term": "gastrodon",
        "sun": "When its natural enemy attacks, it oozes purple fluid and escapes.",
        "moon": "It apparently had a huge shell for protection in ancient times. It lives in shallow tidal pools."
    },
    {
        "term": "ambipom",
        "sun": "They work in large colonies and make rings by linking their tails, apparently in friendship.",
        "moon": "To eat, it deftly shucks nuts with its two tails. It rarely uses its arms now."
    },
    {
        "term": "drifloon",
        "sun": "Stories go that it grabs the hands of small children and drags them away to the afterlife. It dislikes heavy children.",
        "moon": "If for some reason its body bursts, its soul spills out with a screaming sound."
    },
    {
        "term": "drifblim",
        "sun": "There was once an incident in which a man took a trip riding a Drifblim, only to go missing.",
        "moon": "Even while under careful observation, large flocks of Drifblim flying at dusk will inexplicably disappear from view."
    },
    {
        "term": "buneary",
        "sun": "Its ears are always rolled up. They can be forcefully extended to shatter even a large boulder.",
        "moon": "When it senses danger, it perks up its ears. On cold nights, it sleeps with its head tucked into its fur."
    },
    {
        "term": "lopunny",
        "sun": "Extremely cautious, it quickly bounds off when it senses danger.",
        "moon": "The ears appear to be delicate. If they are touched roughly, it kicks with its graceful legs."
    },
    {
        "term": "mega lopunny",
        "sun": "Extremely cautious, it quickly bounds off when it senses danger.",
        "moon": "The ears appear to be delicate. If they are touched roughly, it kicks with its graceful legs."
    },
    {
        "term": "mismagius",
        "sun": "It appears as if from nowhere—muttering incantations, placing curses, and giving people terrifying visions.",
        "moon": "Mismagius have been known to cast spells to make people fall in love, so some people search for this Pokémon as if their life depended on it."
    },
    {
        "term": "honchkrow",
        "sun": "A single cry from this nocturnal Pokémon, and more than a hundred of its Murkrow cronies will assemble.",
        "moon": "If its Murkrow cronies fail to catch food for it, or if it feels they have betrayed it, it will hunt them down wherever they are and punish them."
    },
    {
        "term": "glameow",
        "sun": "It claws if displeased and purrs when affectionate. Its fickleness is very popular among some.",
        "moon": "When it's happy, Glameow demonstrates beautiful movements of its tail, like a dancing ribbon."
    },
    {
        "term": "purugly",
        "sun": "It would claim another Pokémon's nest as its own if it finds a nest sufficiently comfortable.",
        "moon": "To make itself appear intimidatingly beefy, it tightly cinches its waist with its twin tails."
    },
    {
        "term": "chingling",
        "sun": "Each time it hops, it makes a ringing sound. It deafens foes by emitting high-frequency cries.",
        "moon": "There is an orb inside its mouth. When it hops, the orb bounces all over and makes a ringing sound."
    },
    {
        "term": "stunky",
        "sun": "It sprays a foul fluid from its rear. Its stench spreads over a mile radius, driving Pokémon away.",
        "moon": "It protects itself by spraying a noxious fluid from its rear. The stench lingers for 24 hours."
    },
    {
        "term": "skuntank",
        "sun": "It sprays a vile-smelling fluid from the tip of its tail to attack. Its range is over 160 feet.",
        "moon": "It sprays a stinky fluid from its tail. The fluid smells worse the longer it is allowed to fester."
    },
    {
        "term": "bronzor",
        "sun": "Ancient people believed that the pattern on Bronzor's back contained a mysterious power.",
        "moon": "Implements shaped like it were discovered in ancient tombs. It is unknown if they are related."
    },
    {
        "term": "bronzong",
        "sun": "In ages past, this Pokémon was revered as a bringer of rain. It was found buried in the ground.",
        "moon": "Ancient people believed that petitioning Bronzong for rain was the way to make crops grow."
    },
    {
        "term": "bonsly",
        "sun": "It does not deal well with water, so it lives in dry locales. Since its surroundings tend to lack greenery, it stands out noticeably.",
        "moon": "From its eyes, it can expel excess moisture from its body. This liquid is similar in composition to human sweat."
    },
    {
        "term": "mime jr.",
        "sun": "In an attempt to confuse its enemy, it mimics the enemy's movements. Then it wastes no time in making itself scarce!",
        "moon": "It habitually mimics foes. Once mimicked, the foe cannot take its eyes off this Pokémon."
    },
    {
        "term": "happiny",
        "sun": "It carries a round white rock in its belly pouch. If it gets along well with someone, it will sometimes give that person the rock.",
        "moon": "It’s too small to lay eggs yet. As a surrogate, it searches out round white stones."
    },
    {
        "term": "chatot",
        "sun": "It mimics the cries of other Pokémon to trick them into thinking it's one of them. This way they won't attack  it.",
        "moon": "It can learn and speak human words. If they gather, they all learn the same saying."
    },
    {
        "term": "spiritomb",
        "sun": "A Pokémon that was formed by 108 spirits. It is bound to a fissure in an odd keystone",
        "moon": "It was bound to a fissure in an odd keystone as  punishment for misdeeds 500 years ago."
    },
    {
        "term": "gible",
        "sun": "It lives in caves warmed by geothermal heat. Even so, when the weather gets cold, it will huddle close with others of its kind.",
        "moon": "It skulks in caves, and when prey or an enemy passes by, it leaps out and chomps them. The force of its attack sometimes chips its teeth."
    },
    {
        "term": "gabite",
        "sun": "In rare cases, it molts and sheds its scales. Medicine containing its scales as an ingredient will make a weary body feel invigorated.",
        "moon": "Shiny objects are its passion. It can be found in its cave, scarcely moving, its gaze fixed on the jewels it’s amassed or Carbink it has caught."
    },
    {
        "term": "garchomp",
        "sun": "When it folds up its body and extends its wings, it looks like a jet plane. It flies at sonic speed.",
        "moon": "It flies at speeds equals to a jet fighter plane. It never allows its prey to escape."
    },
    {
        "term": "mega garchomp",
        "sun": "When it folds up its body and extends its wings, it looks like a jet plane. It flies at sonic speed.",
        "moon": "It flies at speeds equals to a jet fighter plane. It never allows its prey to escape."
    },
    {
        "term": "munchlax",
        "sun": "It needs to consume its own weight in food every day. As far as flavor is concerned, it’s indifferent.",
        "moon": "When it finds something that looks like it might be edible, it goes right ahead and swallows it whole. That’s why it gets fatter day by day."
    },
    {
        "term": "riolu",
        "sun": "It can discern the physical and emotional states of people, Pokémon, and other natural things from the shape of their aura waves.",
        "moon": "It’s tough enough to run right through the night, and it’s also a hard worker, but it’s still just a youngster."
    },
    {
        "term": "lucario",
        "sun": "By catching the aura emanating from others, it can read their thoughts and movements.",
        "moon": "By reading the auras of all things, it can tell how others are feeling from over half a mile away."
    },
    {
        "term": "mega lucario",
        "sun": "By catching the aura emanating from others, it can read their thoughts and movements.",
        "moon": "By reading the auras of all things, it can tell how others are feeling from over half a mile away."
    },
    {
        "term": "hippopotas",
        "sun": "It lives in arid places. Instead of perspiration,  it expels grainy sand from its body.",
        "moon": "It enshrouds itself with sand to protect itself from germs. It does not enjoy getting wet."
    },
    {
        "term": "hippowdon",
        "sun": "It brandishes its gaping mouth in a display of fearsome strength. It raises vast quantities of sand while attacking.",
        "moon": "It blasts internally stored sand from ports on its body to create a towering twister for attack."
    },
    {
        "term": "skorupi",
        "sun": "It grips prey with its tail claws and injects poison. It tenaciously hangs on until the poison takes.",
        "moon": "It burrows under the sand to lie in wait for prey. Its tail claws can inject its prey with a savage poison."
    },
    {
        "term": "drapion",
        "sun": "It takes pride in its strength. Even though it can tear foes apart, it finishes them off with powerful poison.",
        "moon": "It has the power in its clawed arms to make scrap of a car. The tips of its claws release poison."
    },
    {
        "term": "croagunk",
        "sun": "Its cheeks hold poison sacs. It tries to catch foes off guard to jab them with toxic fingers.",
        "moon": "Inflating its poison sacs, it fills the area with an odd sound and hits flinching opponents with a poison jab."
    },
    {
        "term": "toxicroak",
        "sun": "It has a poison sac at its throat. When it croaks, the stored poison is churned for greater potency.",
        "moon": "Its knuckle claws secrete a toxin so vile that even a scratch could prove fatal."
    },
    {
        "term": "carnivine",
        "sun": "It attracts prey with its sweet-smelling saliva, then chomps down. It takes a whole day to eat prey.",
        "moon": "It binds itself to trees in marshes. It attracts prey with its sweet-smelling drool and gulps them down."
    },
    {
        "term": "finneon",
        "sun": "It absorbs sunlight with the pink areas of its skin, which then shine. This appears to be a form of camouflage.",
        "moon": "Its double tail fins propel its energetic jumps. When it breaks the surface of the sea, Wingull swoop down to grab it on the fly."
    },
    {
        "term": "lumineon",
        "sun": "With its shining light, it lures its prey close. However, the light also happens to attract ferocious fish Pokémon—its natural predators.",
        "moon": "This deep-sea Pokémon lives at the bottom of the sea. Its fins haul it over the seabed in search of its favorite food—Starmie."
    },
    {
        "term": "mantyke",
        "sun": "The pattern on its back varies by region. It often swims in a school of Remoraid.",
        "moon": "When it swims close to the surface of the ocean, people aboard ships are able to observe the pattern on its back."
    },
    {
        "term": "snover",
        "sun": "During cold seasons, it migrates to the mountain's lower reaches. It returns to the snow-covered summit in the spring.",
        "moon": "In the spring, it grows berries with the texture of frozen treats around its belly."
    },
    {
        "term": "abomasnow",
        "sun": "It blankets wide areas in snow by whipping up blizzards. It is also known as \"The Ice Monster.\"",
        "moon": "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards."
    },
    {
        "term": "mega abomasnow",
        "sun": "It blankets wide areas in snow by whipping up blizzards. It is also known as \"The Ice Monster.\"",
        "moon": "It lives a quiet life on mountains that are perpetually covered in snow. It hides itself by whipping up blizzards."
    },
    {
        "term": "weavile",
        "sun": "They travel in groups of four or five, leaving signs for one another on trees and rocks. They bring down their prey with coordinated attacks.",
        "moon": "They dwell in cold places. This Pokémon’s main food source in Alola is Vulpix and Sandshrew, which they carefully divide among their group."
    },
    {
        "term": "magnezone",
        "sun": "Three units generate magnetism. There have been many mistaken reports of UFO sightings when Magnezone flies through the night sky.",
        "moon": "As it zooms through the sky, this Pokémon seems to be receiving signals of unknown origin, while transmitting signals of unknown purpose."
    },
    {
        "term": "lickilicky",
        "sun": "It wraps things with its extensible tongue. Getting too close to it will leave you soaked with drool.",
        "moon": "Their saliva contains lots of components that can dissolve anything. The numbness caused by their lick does not dissipate."
    },
    {
        "term": "rhyperior",
        "sun": "From holes in its palms, it fires out Geodude. Its carapace can withstand volcanic eruptions.",
        "moon": "It puts rocks in holes in its palms and uses its muscles to shoot them. Geodude are shot at rare times."
    },
    {
        "term": "tangrowth",
        "sun": "It ensnares prey by extending arms made of vines. Losing arms to predators does not trouble it.",
        "moon": "Its vines grow so profusely that, in the warm season, you can't even see its eyes."
    },
    {
        "term": "electivire",
        "sun": "It pushes the tips of its tails against its foes and then lets loose a high-voltage current. Its foes are burned to a crisp in an instant.",
        "moon": "When it gets excited, it thumps its chest. With every thud, thunder roars and electric sparks shower all around."
    },
    {
        "term": "magmortar",
        "sun": "They dwell in volcanic craters. According to what is known, a single pair of male and female Magmortar lives in one volcano.",
        "moon": "From its arm, it launches fireballs hotter than 3,500 degrees Fahrenheit. Its arm starts to melt when it fires a whole barrage."
    },
    {
        "term": "togekiss",
        "sun": "As everyone knows, it visits peaceful regions, bringing them gifts of kindness and sweet blessings.",
        "moon": "It shares many blessings with people who respect one another's rights and avoid needless strife."
    },
    {
        "term": "yanmega",
        "sun": "It prefers to battle by biting apart foes' heads instantly while flying at high speed.",
        "moon": "This six-legged Pokémon is easily capable of transporting an adult in flight. The wings on its tail help it stay balanced."
    },
    {
        "term": "leafeon",
        "sun": "Its cellular composition is closer to that of a plant than an animal. It uses photosynthesis to produce its energy supply without eating food.",
        "moon": "The younger they are, the more they smell like fresh grass. With age, their fragrance takes on the odor of fallen leaves."
    },
    {
        "term": "glaceon",
        "sun": "It can control its body temperature at will. This enables it to freeze the moisture in the atmosphere, creating flurries of diamond dust.",
        "moon": "It freezes its fur into icicles, spiky and sharp, and tackles its prey."
    },
    {
        "term": "gliscor",
        "sun": "It observes prey while hanging inverted from branches. When the chance presents itself, it swoops!",
        "moon": "Its flight is soundless. It uses its lengthy tail to carry off its prey... Then its elongated fangs do the rest."
    },
    {
        "term": "mamoswine",
        "sun": "A frozen Mamoswine was dug from ice dating back 10,000 years. This Pokémon has been around a long, long, long time.",
        "moon": "Its impressive tusks are made of ice. The population thinned when it turned warm after the ice age."
    },
    {
        "term": "porygon z",
        "sun": "In order to create a more advanced Pokémon, an additional program was installed, but apparently it contained a defect that makes it move oddly.",
        "moon": "Its program was modified to facilitate extra-dimensional activities, but that led to noticeably strange behavior."
    },
    {
        "term": "gallade",
        "sun": "Because it can sense what its foe is thinking, its attacks burst out first, fast, and fierce.",
        "moon": "A master of courtesy and swordsmanship, it fights using extending swords on its elbows."
    },
    {
        "term": "mega gallade",
        "sun": "Because it can sense what its foe is thinking, its attacks burst out first, fast, and fierce.",
        "moon": "A master of courtesy and swordsmanship, it fights using extending swords on its elbows."
    },
    {
        "term": "probopass",
        "sun": "It radiates such a powerful magnetic field that nearby electrical appliances become unusable.",
        "moon": "The main body controls three mobile units called Mini-Noses, which it maneuvers to catch prey."
    },
    {
        "term": "dusknoir",
        "sun": "It is said to take lost spirits into its pliant body and guide them home.",
        "moon": "The antenna on its head captures radio waves from the world of spirits that command it to take people there."
    },
    {
        "term": "froslass",
        "sun": "When it finds humans or Pokémon it likes, it freezes them and takes them to its chilly den, where they become decorations.",
        "moon": "The soul of a woman lost on a snowy mountain possessed an icicle, becoming this Pokémon. The food it most relishes is the souls of men."
    },
    {
        "term": "rotom",
        "sun": "Research continues on this Pokémon, which could be the power source of a unique motor.",
        "moon": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
    },
    {
        "term": "rotom heat",
        "sun": "Research continues on this Pokémon, which could be the power source of a unique motor.",
        "moon": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
    },
    {
        "term": "rotom wash",
        "sun": "Research continues on this Pokémon, which could be the power source of a unique motor.",
        "moon": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
    },
    {
        "term": "rotom frost",
        "sun": "Research continues on this Pokémon, which could be the power source of a unique motor.",
        "moon": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
    },
    {
        "term": "rotom fan",
        "sun": "Research continues on this Pokémon, which could be the power source of a unique motor.",
        "moon": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
    },
    {
        "term": "rotom mow",
        "sun": "Research continues on this Pokémon, which could be the power source of a unique motor.",
        "moon": "Its body is composed of plasma. It is known to infiltrate electronic devices and wreak havoc."
    },
    {
        "term": "uxie",
        "sun": "Known as â€œThe Being of Knowledge.â€\u009d It is said that it can wipe out the memory of those who see its eyes.",
        "moon": "It is said that its emergence gave humans the intelligence to improve their quality of life."
    },
    {
        "term": "mesprit",
        "sun": "Known as â€œThe Being of Emotion.â€\u009d It taught humans the nobility of sorrow, pain, and joy.",
        "moon": "It sleeps at the bottom of a lake. Its spirit is said to leave its body to fly on the lake's surface."
    },
    {
        "term": "azelf",
        "sun": "Known as â€œThe Being of Willpower.â€\u009d It sleeps at the bottom of a lake to keep the world in balance.",
        "moon": "It is thought that Uxie, Mesprit and Azelf all came from the same egg."
    },
    {
        "term": "dialga",
        "sun": "A Pokémon spoken of in legend. It is said that time began moving when Dialga was born.",
        "moon": "It has the power to control time. It appears in Sinnoh-region myths as an ancient deity."
    },
    {
        "term": "palkia",
        "sun": "It is said to live in a gap in the spatial dimension parallel to ours. It appears in mythology.",
        "moon": "It has the ability to distort space. It is described as a deity in Sinnoh-region mythology."
    },
    {
        "term": "heatran",
        "sun": "It dwells in volcanic caves. It digs in with its cross-shaped feet to crawl on ceilings and walls.",
        "moon": "Boiling blood, like magma, circulates through its body. It makes its dwelling place in volcanic caves."
    },
    {
        "term": "regigigas",
        "sun": "It is said to have made Pokémon that look like itself from a special ice mountain, rocks, and magma.",
        "moon": "There is an enduring legend that states this Pokémon towed continents with ropes."
    },
    {
        "term": "giratina altered",
        "sun": "This Pokémon is said to live in a world on the reverse side of ours, where common knowledge is distorted and strange.",
        "moon": "It was banished for its violence. It silently gazed upon the old world from the Distortion World."
    },
    {
        "term": "giratina origin",
        "sun": "This Pokémon is said to live in a world on the reverse side of ours, where common knowledge is distorted and strange.",
        "moon": "It was banished for its violence. It silently gazed upon the old world from the Distortion World."
    },
    {
        "term": "cresselia",
        "sun": "Shiny particles are released from its wings like a veil. It is said to represent the crescent moon.",
        "moon": "Those who sleep holding Cresselia's feather are assured of joyful dreams. It is said to represent the crescent moon."
    },
    {
        "term": "phione",
        "sun": "When the water warms, they inflate the flotation sac on their heads and drift languidly on the sea in packs.",
        "moon": "It drifts in warm seas. It always returns to where it was born, no matter how far it may have drifted."
    },
    {
        "term": "manaphy",
        "sun": "It is born with a wondrous power that lets it bond with any kind of Pokémon.",
        "moon": "It starts its life with a wondrous power that permits it to bond with any kind of Pokémon."
    },
    {
        "term": "darkrai",
        "sun": "It chases people and Pokémon from its territory by causing them to experience deep, nightmarish slumbers.",
        "moon": "It can lull people to sleep and make them dream. It is active during nights of the new moon."
    },
    {
        "term": "shaymin land",
        "sun": "It can dissolve toxins in the air to instantly transform ruined land into a lush field of flowers.",
        "moon": "The blooming of Gracidea flowers confers the power of flight upon it. Feelings of gratitude are the message it delivers."
    },
    {
        "term": "shaymin sky",
        "sun": "It can dissolve toxins in the air to instantly transform ruined land into a lush field of flowers.",
        "moon": "The blooming of Gracidea flowers confers the power of flight upon it. Feelings of gratitude are the message it delivers."
    },
    {
        "term": "arceus",
        "sun": "According to the legends of Sinnoh, this Pokémon emerged from an egg and shaped all there is in this world.",
        "moon": "It is told in mythology that this Pokémon was born before the universe even existed."
    },
    {
        "term": "victini",
        "sun": "This Pokémon brings victory. It is said that Trainers with Victini always win, regardless of the type of encounter.",
        "moon": "When it shares the infinite energy it creates, that being's entire body will be overflowing with power."
    },
    {
        "term": "snivy",
        "sun": "Being exposed to sunlight makes its movements swifter. It uses vines more adeptly than its hands.",
        "moon": "They photosynthesize by bathing their tails in sunlight. When they are not feeling well, their tails droop."
    },
    {
        "term": "servine",
        "sun": "It moves along the ground as if sliding. Its swift movements befuddle its foes, and it then attacks with a vine whip.",
        "moon": "When it gets dirty, its leaves can't be used in photosynthesis, so it always keeps itself clean."
    },
    {
        "term": "serperior",
        "sun": "It only gives its all fighting against strong opponents who are not fazed by the glare from Serperior's noble eyes.",
        "moon": "It can stop its opponents'movements with just a glare. It takes in solar energy and boosts it internally."
    },
    {
        "term": "tepig",
        "sun": "It can deftly dodge its foe's attacks while shooting fireballs from its nose. It roasts berries before it eats them.",
        "moon": "It loves to eat roasted berries, but sometimes it gets too excited and burns them to a crisp."
    },
    {
        "term": "pignite",
        "sun": "The more it eats, the more fuel it has to make the fire in its stomach stronger. This fills it with even more power.",
        "moon": "When its internal fire flares up, its movements grow sharper and faster. When in trouble, it emits smoke."
    },
    {
        "term": "emboar",
        "sun": "It can throw a fire punch by setting its fists on fire with its fiery chin. It cares deeply about its friends.",
        "moon": "It has mastered fast and powerful fighting moves. It grows a beard of fire."
    },
    {
        "term": "oshawott",
        "sun": "The scalchop on its stomach isn't just used for battle--it can be used to break open hard berries as well.",
        "moon": "It fights using the scalchop on its stomach. In response to an attack, it retaliates immediately by slashing."
    },
    {
        "term": "dewott",
        "sun": "Strict training is how it learns its flowing double-scalchop technique.",
        "moon": "As a result of strict training, each Dewott learns different forms for using the scalchops."
    },
    {
        "term": "samurott",
        "sun": "In the time it takes a foe to blink, it can draw and sheathe the seamitars attached to its front legs.",
        "moon": "One swing of the sword incorporated in its armor can fell an opponent. A simple glare from one of them quiets everybody."
    },
    {
        "term": "patrat",
        "sun": "Using food stored in cheek pouches, they can keep watch for days. They use their tails to communicate with others.",
        "moon": "Extremely cautious, one of them will always be on the lookout, but it won't notice a foe coming from behind."
    },
    {
        "term": "watchog",
        "sun": "Using luminescent matter, it makes its eyes and body glow and stuns attacking opponents.",
        "moon": "When they see an enemy, their tails stand high, and they spit the seeds of berries stored in their cheek pouches."
    },
    {
        "term": "lillipup",
        "sun": "Because it doesn’t yelp, it’s extremely popular with Trainers who live in apartment buildings.",
        "moon": "The long fur surrounding its face functions as radar, enabling it to probe the condition of its battle opponents."
    },
    {
        "term": "herdier",
        "sun": "Its dense black fur grows continuously. The high cost of keeping its hard fur properly groomed makes this a troublesome Pokémon to train.",
        "moon": "This Pokémon obeys its master’s orders faithfully. However, it refuses to listen to anything said by a person it doesn’t respect."
    },
    {
        "term": "stoutland",
        "sun": "Intelligent, good-natured, and valiant, it’s a trustworthy partner on rescue teams.",
        "moon": "With this wise Pokémon, there could be no concern that it would ever attack people. Some parents even trust it to babysit."
    },
    {
        "term": "purrloin",
        "sun": "Its cute act is a ruse. When victims let down their guard, they find their items taken, It attacks with sharp claws.",
        "moon": "They steal from people for fun, but their victims can't help but forgive them. Their deceptively cute act is perfect."
    },
    {
        "term": "liepard",
        "sun": "Their beautiful form comes from the muscles they have developed. They run silently in the night.",
        "moon": "Stealthily, it sneaks up on its target, striking from behind before its victim has a chance to react."
    },
    {
        "term": "pansage",
        "sun": "It shares the leaf on its head with weary-looking Pokémon. These leaves are known to relieve stress.",
        "moon": "It's good at finding berries and gathers them from all over. It's kind enough to share them with friends."
    },
    {
        "term": "simisage",
        "sun": "It attacks enemies with strikes of its thorn-covered tail. This Pokémon is wild tempered.",
        "moon": "Ill tempered, it fights by swinging its barbed tail around wildly. The leaf growing on its head is very bitter."
    },
    {
        "term": "pansear",
        "sun": "Very intelligent, it roasts berries before eating them. It likes to help people.",
        "moon": "This Pokémon lives in caves in volcanoes. The fire within the tuft on its head can reach 600 degrees Fahrenheit."
    },
    {
        "term": "simisear",
        "sun": "A flame burns inside its body. It scatters embers from its head and tail to sear its opponents.",
        "moon": "When it gets excited, embers rise from its head and tail and it gets hot. For some reason, it loves sweets."
    },
    {
        "term": "panpour",
        "sun": "The water stored inside the tuft on its head is full of nutrients. It waters plants with it using its tail.",
        "moon": "The water stored inside the tuft on its head is full of nutrients. Plants that receive its water grow large."
    },
    {
        "term": "simipour",
        "sun": "The high-pressure water expelled from its tail is so powerful, it can destroy a concrete wall.",
        "moon": "It prefers places with clean water. When its tuft runs low, it replenishes it by siphoning up water with its tail."
    },
    {
        "term": "munna",
        "sun": "This Pokémon appears before people and Pokémon who are having nightmares and eats those dreams.",
        "moon": "It eats the dreams of people and Pokémon. When it eats a pleasant dream, it expels pink-colored mist."
    },
    {
        "term": "musharna",
        "sun": "The mist emanating from their foreheads is packed with the dreams of people and Pokémon.",
        "moon": "The dream mist coming from its forehead changes into many different colors depending on the dream that was eaten."
    },
    {
        "term": "pidove",
        "sun": "This very forgetful Pokémon will wait for a new order from its Trainer even though it already has one.",
        "moon": "These Pokémon live in cities. They are accustomed to people. Flocks often gather in parks and plazas."
    },
    {
        "term": "tranquill",
        "sun": "Many people believe that, deep in the forest where Tranquill live, there is a peaceful place where there is no war.",
        "moon": "No matter where in the world it goes, it knows where its nest is, so it never gets seperated from its Trainer."
    },
    {
        "term": "unfezant",
        "sun": "Males swing their head plumage to threaten opponents. The females' flying abilities surpass those of the males.",
        "moon": "Males have plumage on their heads. They will never let themselves feel close to anyone other than their Trainers."
    },
    {
        "term": "blitzle",
        "sun": "When thunderclouds cover the sky, it will appear. It can catch lightning with its mane and store the electricity.",
        "moon": "Its mane shines when it discharges electricity. They use the frequency and rhythm of these flashes to communicate."
    },
    {
        "term": "zebstrika",
        "sun": "When this ill-tempered Pokémon runs wild, it shoots lightning from its mane in all directions.",
        "moon": "They have lightning-like movements. When Zebstrika run at full speed, the sound of thunder reverberates."
    },
    {
        "term": "roggenrola",
        "sun": "Born deep within the ground, it compares itself with similar species, such as Geodude and Carbink, to settle which has the hardest body.",
        "moon": "The hexagonal cavity is its ear. It walks in the direction of sounds it hears, but if the sounds cease, it panics and topples over."
    },
    {
        "term": "boldore",
        "sun": "Its orange crystal is a mass of energy. Just one crystal fragment would provide enough fuel for a hundred dump trucks.",
        "moon": "It explores caves in search of underground water. It’s not comfortable around water, so this Pokémon takes great care in lapping it up."
    },
    {
        "term": "gigalith",
        "sun": "The blasts of energy it makes from sunbeams have terrifying power. However, it’s not able to fire its blasts at night or on rainy days.",
        "moon": "Known for its hefty horsepower, this Pokémon is a popular partner for construction workers."
    },
    {
        "term": "woobat",
        "sun": "Its habitat is dark forests and caves. It emits  ultrasonic waves from its nose to learn about its surroundings.",
        "moon": "The heart-shaped mark left on a body after a Woobat has been attached to it is said to bring good fortune."
    },
    {
        "term": "swoobat",
        "sun": "It shakes its tail vigorously when it emits ultrasonic waves strong enough to reduce concrete to rubble.",
        "moon": "Anyone who comes into contact with the ultrasonic waves emitted by a courting male experiences a positive mood shift."
    },
    {
        "term": "drilbur",
        "sun": "It makes its way swiftly through the soil by putting both claws together and rotating at high speed.",
        "moon": "By spinning its body, it can dig straight through the ground at a speed of 30 mph."
    },
    {
        "term": "excadrill",
        "sun": "It can help in tunnel construction. Its drill has evolved into steel strong enough to bore through iron plates.",
        "moon": "More than 300 feet below the surface, they build mazelike nests. Their activity can be destructive to subway tunnels."
    },
    {
        "term": "audino",
        "sun": "Using the feelers on its ears, it can tell how someone is feeling or when an egg might hatch.",
        "moon": "It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling."
    },
    {
        "term": "mega audino",
        "sun": "Using the feelers on its ears, it can tell how someone is feeling or when an egg might hatch.",
        "moon": "It touches others with the feelers on its ears, using the sound of their heartbeats to tell how they are feeling."
    },
    {
        "term": "timburr",
        "sun": "These Pokémon appear at building sites and help out with construction. They always carry squared logs.",
        "moon": "Always carrying squared logs, they help out with construction. As they grow, they carry bigger logs."
    },
    {
        "term": "gurdurr",
        "sun": "With strengthened bodies, they skillfully wield steel beams to take down buildings.",
        "moon": "This Pokémon is so muscular and strongly built that even a group of wrestlers could not make it budge an inch."
    },
    {
        "term": "conkeldurr",
        "sun": "It is thought that Conkeldurr taught humans how to make concrete more than 2,000 years ago.",
        "moon": "Rather than rely on force, they master moves that utilize the centrifugal force of spinning concrete."
    },
    {
        "term": "tympole",
        "sun": "By vibrating its cheeks, it emits sound waves imperceptible to humans and warns others of danger.",
        "moon": "By vibrating its cheeks, it emits sound waves imperceptible to humans. It uses the rhythm of these sounds to talk."
    },
    {
        "term": "palpitoad",
        "sun": "When they vibrate the bumps on their heads, they can make waves in water or earthquake-like vibrations on land.",
        "moon": "It lives in the water and on land. It uses its long, sticky tongue to immobilize its opponents."
    },
    {
        "term": "seismitoad",
        "sun": "It increases the power of its punches by vibrating the bumps on its fists. It can turn a boulder to rubble with one punch.",
        "moon": "They shoot paralyzing liquid from their head bumps. They use vibration to hurt their opponents."
    },
    {
        "term": "throh",
        "sun": "When it tightens its belt, it becomes stronger. Wild Throh use vines to weave their own belts",
        "moon": "When it encounters a foe bigger than itself, it wants to throw it. It changes belts as it gets stronger."
    },
    {
        "term": "sawk",
        "sun": "Desiring the strongest karate chop, they seclude themselves in mountains and train without sleeping.",
        "moon": "Tying their belts gets them pumped and makes their punches more destructive. Disturbing their training angers them."
    },
    {
        "term": "sewaddle",
        "sun": "This Pokémon makes clothes for itself. It chews up leaves and sews them with sticky thread extruded from its mouth.",
        "moon": "Since this Pokémon makes its own clothes out of leaves, it is a popular mascot for fashion designers."
    },
    {
        "term": "swadloon",
        "sun": "Forests where Swadloon live have superb foliage because the nutrients they make from fallen leaves nourish the plant life.",
        "moon": "It protects itself from the cold by wrapping up in leaves. It stays on the move, eating leaves in forests."
    },
    {
        "term": "leavanny",
        "sun": "Upon finding a small Pokémon, it weaves clothing for it from leaves by using the sticky silk secreted from its mouth.",
        "moon": "It keeps its eggs warm with heat from fermenting leaves. It also uses leaves to make warm wrappings for Sewaddle."
    },
    {
        "term": "venipede",
        "sun": "It discovers what is going on around it by using the feelers on its head and tail. It is brutally aggressive.",
        "moon": "Its bite injects a potent poison, enough to paralyze large bird Pokémon that try to prey on it."
    },
    {
        "term": "whirlipede",
        "sun": "Protected by a hard shell, it spins its body like a wheel and crashes furiously into its enemies.",
        "moon": "It is usually motionless, but when attacked, it rotates at high speed and then crashes into its opponent."
    },
    {
        "term": "scolipede",
        "sun": "It clasps its prey with the claws on its neck until it stops moving. Then it finishes it off with deadly poison.",
        "moon": "With quick movements, it chases down its foes, attacking relentlessly with its horns until it prevails."
    },
    {
        "term": "cottonee",
        "sun": "When it finds others of its kind, they all stick together. When enough of them have collected, the mass resembles a cumulonimbus cloud.",
        "moon": "Pillows and beds stuffed with cotton exhaled by Cottonee are soft and puffy, light and airy— altogether top quality."
    },
    {
        "term": "whimsicott",
        "sun": "It rides on the wind and slips into people’s homes. After it has turned a room into a cotton- filled mess, it giggles to itself and takes off.",
        "moon": "This Pokémon appears, riding upon the wind. But if the wind gusts up, it’ll blow the cotton on this Pokémon’s head clean off."
    },
    {
        "term": "petilil",
        "sun": "Although the leaves on its head are bitter enough to cause dizziness, they provide relief from weariness—even more so when boiled.",
        "moon": "By pruning the leaves on its head with regularity, this Pokémon can be grown into a fine plump shape."
    },
    {
        "term": "lilligant",
        "sun": "No matter how much time and money is spent raising it, its flowers are the most beautiful when they bloom in the wild.",
        "moon": "As soon as it finds a male to be its partner, the beautiful flower on its head darkens, droops, and withers away."
    },
    {
        "term": "basculin red striped",
        "sun": "Red- and blue-striped Basculin are very violent and always fighting. They are also remarkably tasty.",
        "moon": "Red and blue Basculin usually do not get along, but sometimes members of one school mingle with the other's school."
    },
    {
        "term": "basculin blue striped",
        "sun": "Red- and blue-striped Basculin are very violent and always fighting. They are also remarkably tasty.",
        "moon": "Red and blue Basculin usually do not get along, but sometimes members of one school mingle with the other's school."
    },
    {
        "term": "sandile",
        "sun": "It submerges itself in sand and moves as if swimming. This wise behavior keeps its enemies from finding it and maintains its temperature.",
        "moon": "It conceals itself in the sand and chomps down on the legs of any prey that unwarily walk over it. Its favorite food is Trapinch."
    },
    {
        "term": "krokorok",
        "sun": "They move in groups of a few individuals. A female is often the leader of the group, and the males will gather food.",
        "moon": "Thanks to the special membrane covering its eyes, it can see its surroundings clearly, even in the middle of the night."
    },
    {
        "term": "krookodile",
        "sun": "Its unique faculty of sight can detect small prey more than 30 miles away, even in the midst of a sandstorm.",
        "moon": "After clamping down with its powerful jaws, it twists its body around to rip its prey in half."
    },
    {
        "term": "darumaka",
        "sun": "Darumaka's droppings are hot, so people used to put them in their clothes to keep themselves warm.",
        "moon": "When it sleeps, it pulls its limbs into its body and its internal fire goes down to 1,100 F."
    },
    {
        "term": "darmanitan",
        "sun": "When one is injured in a fierce battle, it hardens into a stone-like form. Then it meditates and sharpens its mind.",
        "moon": "Its internal fire burns at 2,500° F, making enough power that it can destroy a dump truck with one punch."
    },
    {
        "term": "darmanitan zen mode",
        "sun": "When one is injured in a fierce battle, it hardens into a stone-like form. Then it meditates and sharpens its mind.",
        "moon": "Its internal fire burns at 2,500° F, making enough power that it can destroy a dump truck with one punch."
    },
    {
        "term": "maractus",
        "sun": "It uses an up-tempo song and dance to drive away the bird Pokémon that prey on its flower seeds",
        "moon": "Arid regions are their habitat. They move rhythmically, making a sound similar to maracas."
    },
    {
        "term": "dwebble",
        "sun": "It makes a hole in a suitable rock. If that rock breaks, the Pokémon remains agitated until it locates a replacement.",
        "moon": "When it finds a stone of a suitable size, it secretes a liquid from its mouth to open up a hole to crawl into."
    },
    {
        "term": "crustle",
        "sun": "It possesses legs of enormous strength, enabling it to carry heavy slabs for many days, even when crossing arid land.",
        "moon": "Competing for territory, Crustle fight viciously. The one whose boulder is broken is the loser of the battle."
    },
    {
        "term": "scraggy",
        "sun": "Its skin has a rubbery elasticity, so it can reduce damage by defensively pulling its skin up to its neck.",
        "moon": "Proud of its sturdy skull, it suddenly headbutts everything, but its weight makes it unstable, too."
    },
    {
        "term": "scrafty",
        "sun": "It pulls up its shed skin to protect itself while it kicks. The bigger the crest, the more respected it is.",
        "moon": "It can smash concrete blocks with its kicking attacks. The one with the biggest crest is the group leader."
    },
    {
        "term": "sigilyph",
        "sun": "The guardians of an ancient city, they use their psychic power to attack enemies that invade their territory.",
        "moon": "The guardians of an ancient city, they always fly the same route while keeping watch for invaders."
    },
    {
        "term": "yamask",
        "sun": "These Pokémon arose from the spirits of people interred in graves. Each retains memories of its former life.",
        "moon": "Each of them carries a mask that used to be its face when it was human. Sometimes they look at it and cry."
    },
    {
        "term": "cofagrigus",
        "sun": "It has been said that they swallow those who get too close and turn them into mummies. They like to eat gold nuggets.",
        "moon": "Grave robbers who mistake them for real coffins and get too close end up trapped inside their bodies."
    },
    {
        "term": "tirtouga",
        "sun": "Based on studies of its skeletal structure, it can apparently dive to ocean depths of over half a mile.",
        "moon": "Reputed to be the ancestor of most turtle Pokémon, it lived in warm seas approximately a hundred million years ago."
    },
    {
        "term": "carracosta",
        "sun": "It constructed its sturdy shell by crunching and swallowing the hard shells or bones of its prey.",
        "moon": "Active both on land and in the sea, this Pokémon drags its land-based prey into the water to finish it off."
    },
    {
        "term": "archen",
        "sun": "It is the ancestor of all bird Pokémon. Archen itself could not actually fly but moved by hopping from treetop to treetop.",
        "moon": "To all appearances flightless, it was able to glide down from tall treetops to snag its prey."
    },
    {
        "term": "archeops",
        "sun": "Although apparently able to fly, they tended to run along the ground, averaging speeds of roughly 25 mph.",
        "moon": "They hunted in flocks. When one Archeops had the prey cornered, another would swoop on it."
    },
    {
        "term": "trubbish",
        "sun": "Unsanitary places are what they like best. They can be spotted in Alola, often with Grimer in hot pursuit.",
        "moon": "It gorges on trash until its stomach is full. Then it belches toxic gas. An unlucky whiff of gas will put a person in the hospital."
    },
    {
        "term": "garbodor",
        "sun": "Beware the poisonous liquid it shoots from its right arm. If even a little of it gets on you, you’ll experience the effects of the unidentified toxin.",
        "moon": "For a time, their numbers increased explosively in Alola. Since the arrival of Grimer, their population has decreased dramatically."
    },
    {
        "term": "zorua",
        "sun": "It changes so it looks like its foe, tricks it, and then uses that opportunity to flee.",
        "moon": "To protect themselves from danger, they hide their true identities by transforming into people and Pokémon."
    },
    {
        "term": "zoroark",
        "sun": "Each has the ability to fool a large group of people simultaneously. They protect their lair with illusory scenery.",
        "moon": "Bonds between these Pokémon are very strong.  It protects the safety of its pack by tricking  its opponents."
    },
    {
        "term": "minccino",
        "sun": "Minccino greet each other by grooming one another thoroughly with their tails",
        "moon": "These Pokémon prefer a tidy habitat. They are always sweeping and dusting, using their tails as brooms."
    },
    {
        "term": "cinccino",
        "sun": "Their white fur feels amazing to touch. Their fur repels dust and prevents static electricity from building up.",
        "moon": "Cinccino's body is coated in a special oil that helps it deflect attacks, such as punches."
    },
    {
        "term": "gothita",
        "sun": "Their ribbonlike feelers increase their psychic power. They are always staring at something.",
        "moon": "They intently observe both Trainers and Pokémon. Apparently, they are looking at something that only Gothita can see."
    },
    {
        "term": "gothorita",
        "sun": "Starlight is the source of their power. At night, they mark star positions by using psychic power to float stones.",
        "moon": "According to many old tales, it creates friends for itself by controlling sleeping children on starry nights."
    },
    {
        "term": "gothitelle",
        "sun": "Starry skies thousands of light-years away are visible in the space distorted by their intense psychic power.",
        "moon": "They can predict the future from the placement and movement of the stars. They can see Trainers' life spans."
    },
    {
        "term": "solosis",
        "sun": "Because their bodies are enveloped in a special liquid, they are fine in any environment, no matter how severe.",
        "moon": "They drive away attackers by unleashing psychic power. They can use telepathy to talk with others."
    },
    {
        "term": "duosion",
        "sun": "Since they have two divided brains, at times they suddenly try to take two different actions at once.",
        "moon": "When their two divided brains think the same thoughts, their psychic power is maximized."
    },
    {
        "term": "reuniclus",
        "sun": "They use psychic power to control their arms, which are made of a special liquid. They can crush boulders psychically.",
        "moon": "When Reuniclus shake hands, a network forms between their brains, increasing their psychic power."
    },
    {
        "term": "ducklett",
        "sun": "When attacked, it uses its feathers to splash water, escaping under cover of the spray.",
        "moon": "They are better at swimming than flying, and they happily eat their favorite food, peat moss, as they  dive underwater."
    },
    {
        "term": "swanna",
        "sun": "Despite their elegant appearance, they can flap their wings strongly and fly for thousands of miles.",
        "moon": "Swanna start to dance at dusk. The one dancing in the middle is the leader of the flock."
    },
    {
        "term": "vanillite",
        "sun": "Born of an icicle, this Pokémon uses its frosty breath to make ice crystals, causing snow to fall.",
        "moon": "It feels pleasantly cool when embraced. This Pokémon is treasured by households in warm regions."
    },
    {
        "term": "vanillish",
        "sun": "Hot days cause its body to melt. It can be restored by refreezing it, but the process leaves its body slightly warped.",
        "moon": "This Pokémon has existed since the Ice Age. It controls particles of ice, freezes its opponents, and then shatters them with a headbutt."
    },
    {
        "term": "vanilluxe",
        "sun": "Each of its two heads has a brain, and when they are in agreement, it attacks its enemies by exhaling a violent blizzard.",
        "moon": "Even if it loses one of its heads, it can live relatively problem-free. It makes snow clouds inside its body."
    },
    {
        "term": "deerling",
        "sun": "Their coloring changes according to the season and can be slightly affected by the temperature and humidity as well.",
        "moon": "The turning of the seasons changes the color and scent of this Pokémon's fur. People use it to mark the seasons."
    },
    {
        "term": "sawsbuck",
        "sun": "They migrate according to the seasons. People can tell the season by looking at Sawsbuck's horns",
        "moon": "They migrate according to the seasons, so some people call Sawsbuck the harbingers of spring."
    },
    {
        "term": "emolga",
        "sun": "It glides using its cape-like membrane. Electrical energy scatters from it, shocking its friends and foes alike.",
        "moon": "It grills berries and bug Pokémon with electric shocks and makes a meal of them. It usually nests in the holes gouged in trees by Pikipek."
    },
    {
        "term": "karrablast",
        "sun": "These mysterious Pokémon evolve when they receive electrical stimulation while they are in the same place as Shelmet.",
        "moon": "For some reason they evolve when they receive electrical energy while they are attacking Shelmet."
    },
    {
        "term": "escavalier",
        "sun": "Wearing the shell covering they stole from Shelmet, they defend themselves and attack with two lances.",
        "moon": "These Pokémon evolve by wearing the shell covering of a Shelmet. The steel armor protects their whole body."
    },
    {
        "term": "foongus",
        "sun": "It lures people in with its Poké Ball pattern, then releases poison spores. Why it resembles a Poké Ball is unknown.",
        "moon": "It lures Pokémon with its pattern that looks just like a Poké Ball, then releases poison spores."
    },
    {
        "term": "amoonguss",
        "sun": "They show off their Poké Ball caps to lure prey, but very few Pokémon are fooled by this.",
        "moon": "It lures prey close by dancing and waving its arm caps, which resemble Poké Balls, in a swaying motion."
    },
    {
        "term": "frillish",
        "sun": "They paralyze prey with poison, then drag them down to their lairs, five miles below the surface.",
        "moon": "If its veil-like arms stun and wrap a foe, that foe will be dragged miles below the surface, never to return."
    },
    {
        "term": "jellicent",
        "sun": "Its body is mostly seawater. It's said there's a castle of ships Jellicent have sunk on the seafloor.",
        "moon": "The fate of the ships and crew that wander into Jellicent's habitat: all sunken, all lost, all vanished."
    },
    {
        "term": "alomomola",
        "sun": "It uses its special mucus to close the wounds of injured Pokémon. The reason for this behavior remains unknown.",
        "moon": "They float upon the open sea. Many water Pokémon gather in the area around Alomomola."
    },
    {
        "term": "joltik",
        "sun": "Since it can't generate its own electricity, it sticks onto large-bodied Pokémon and absorbs static electricity.",
        "moon": "They attach themselves to large-bodied Pokémon and absorbs static electricity, which they store in an electric pouch."
    },
    {
        "term": "galvantula",
        "sun": "They employ an electrically charged web to trap their prey. While it is immobilized by shock, they leisurely consume it.",
        "moon": "When attacked, they create an electric barrier by spitting out many electrically charged threads."
    },
    {
        "term": "ferroseed",
        "sun": "When threatened, it attacks by shooting a barrage of spikes, which gives it a chance to escape by rolling away.",
        "moon": "It absorbs the iron it finds in the rock while clinging to the ceiling. It shoots spikes when in danger."
    },
    {
        "term": "ferrothorn",
        "sun": "By swinging around its three spiky feelers and shooting spikes, it can obliterate an opponent.",
        "moon": "They attach themselves to cave ceilings, firing steel spikes at targets passing beneath them."
    },
    {
        "term": "klink",
        "sun": "Interlocking two bodies and spinning around generates the energy they need to live.",
        "moon": "The two minigears that mesh together are predetermined. Each will rebound from other minigears without meshing."
    },
    {
        "term": "klang",
        "sun": "By changing the direction in which it rotates, it communicates its feeling to others. When angry, it rotates faster.",
        "moon": "A minigear and big gear comprise its body. If the minigear it launches at a foe doesn't return, it will die."
    },
    {
        "term": "klinklang",
        "sun": "The gear with the red core is rotated at high speed for a rapid energy charge.",
        "moon": "Its red core functions as an energy tank. It fires the charged energy through its spikes into an area."
    },
    {
        "term": "tynamo",
        "sun": "While one alone doesn't have much power, a chain of many Tynamo can be as powerful as lightning.",
        "moon": "One alone can emit only a trickle of electricity, so a group of them gathers to unleash a powerful electric shock."
    },
    {
        "term": "eelektrik",
        "sun": "It wraps itself around its prey and paralyzes it with electricity from the round spots on its sides. Then it chomps.",
        "moon": "These Pokémon have a big appetite. When they spot their prey, they attack it and paralyze it with electricity."
    },
    {
        "term": "eelektross",
        "sun": "With their sucker mouths, they suck in prey. Then they use their fangs to shock the prey with electricity.",
        "moon": "They crawl out of the ocean using their arms. They will attack prey on shore and immediately drag it into the ocean."
    },
    {
        "term": "elgyem",
        "sun": "It uses its strong psychic power to squeeze its opponent's brain, causing unendurable headaches.",
        "moon": "Rumors of its origin are linked to a UFO crash site in the desert 50 years ago."
    },
    {
        "term": "beheeyem",
        "sun": "Apparently, it communicates by flashing its three fingers, but those patterns haven't been decoded.",
        "moon": "It uses psychic power to control an opponent's brain and tamper with its memories."
    },
    {
        "term": "litwick",
        "sun": "While shining a light and pretending to be a guide, it leeches off the life force of any who follow it.",
        "moon": "Litwick shines a light that absorbs the life energy of people and Pokémon, which becomes the fuel that it burns."
    },
    {
        "term": "lampent",
        "sun": "The spirits it absorbs fuel its baleful fire. It hangs around hospitals waiting for people to pass on.",
        "moon": "It arrives near the moment of death and steals spirit from the body."
    },
    {
        "term": "chandelure",
        "sun": "Being consumed in Chandelure's flame burns up the spirit, leaving the body behind.",
        "moon": "The spirits burned up in its ominous flame lose their way and wander this world forever."
    },
    {
        "term": "axew",
        "sun": "They use their tusks to crush the berries they eat. Repeated regrowth makes their tusks strong and sharp.",
        "moon": "They mark their territory by leaving gashes in trees with their tusks. If a tusk breaks, a new one grows in quickly."
    },
    {
        "term": "fraxure",
        "sun": "Their tusks can shatter rocks. Territory battles between Fraxure can be intensely violent.",
        "moon": "A broken tusk will not grow back, so it diligently sharpens its tusks on river rocks after the end of a battle."
    },
    {
        "term": "haxorus",
        "sun": "They are kind but can be relentless when defending territory. They challenge foes with tusks that can cut steel.",
        "moon": "Their sturdy tusks will stay sharp even if used to cut steel beams. These Pokémon are covered in hard armor."
    },
    {
        "term": "cubchoo",
        "sun": "Its nose is always running. It sniffs the snot back up because the mucus provides the raw material for its moves.",
        "moon": "Their snot is a barometer of health. When healthly, their snot is sticky and the power of their ice moves increases."
    },
    {
        "term": "beartic",
        "sun": "They love the cold seas of the north. They create pathways across the ocean waters by freezing their own breath.",
        "moon": "It freezes its breath to create fangs and claws of ice to fight with. Cold northern areas are its habitat."
    },
    {
        "term": "cryogonal",
        "sun": "They are born in snow clouds. They use chains made of ice crystals to capture prey.",
        "moon": "They are composed of ice crystals. They capture prey with chains of ice, freezing the prey at -148 degrees Fahrenheit."
    },
    {
        "term": "shelmet",
        "sun": "When it and Karrablast are together, and both receive electrical stimulation, they both evolve.",
        "moon": "It evolves when bathed in an electric-like energy along with Karrablast. The reason is still unknown."
    },
    {
        "term": "accelgor",
        "sun": "Having removed its heavy shell, it becomes very light and can fight with ninja-like movements.",
        "moon": "When its body dries out, it weakens. So, to prevent dehydration, it wraps itself in many layers of thin membrane."
    },
    {
        "term": "stunfisk",
        "sun": "Its skin is very hard, so it is unhurt even if stepped on by sumo wrestlers. It smiles when transmitting electricity.",
        "moon": "It conceals itself in the mud of the seashore. Then it waits. When prey touch it, it delivers a jolt of electricity."
    },
    {
        "term": "mienfoo",
        "sun": "It takes pride in the speed at which it can use moves. What it loses in power, it makes up for in quantity.",
        "moon": "In fights, they dominate with onslaughts of flowing, continuous attacks. With their sharp claws, they cut enemies."
    },
    {
        "term": "mienshao",
        "sun": "It wields the fur on its arms like a whip. Its arm attacks come with such rapidity that they cannot ever be seen.",
        "moon": "Using the long fur on its arms like whips, it launches into combo attacks that, once started, no one can stop."
    },
    {
        "term": "druddigon",
        "sun": "It races through narrow caves, using its sharp claws to catch prey. The skin on its face is harder than a rock.",
        "moon": "It warms its body by absorbing sunlight with its wings. When its body temperature falls, it can no longer move."
    },
    {
        "term": "golett",
        "sun": "The energy that burns inside it enables it to move, but no one has yet been able to identify this energy.",
        "moon": "Ancient science fashioned this Pokémon from clay. It's been active for thousands of years."
    },
    {
        "term": "golurk",
        "sun": "It is said that Golurk were ordered to protect people and Pokémon by the ancient people who made them.",
        "moon": "It flies across the sky at Mach speeds. Removing the seal on its chest makes its internal energy go out of control."
    },
    {
        "term": "pawniard",
        "sun": "Blades comprise this Pokémon's entire body.  If battling dulls the blades, it sharpens them on stones by the river.",
        "moon": "Ignoring their injuries, groups attack by sinking the blades that cover their bodies into their prey."
    },
    {
        "term": "bisharp",
        "sun": "The pitiless Pokémon commands a group of Pawniard to hound prey into immobility. It then moves in to finish the prey off.",
        "moon": "Bisharp pursues prey in the company of a large group of Pawniard. Then Bisharp finishes off the prey."
    },
    {
        "term": "bouffalant",
        "sun": "They charge wildly and headbutt everything. Their headbutts have enough destructive force to derail a train.",
        "moon": "Their fluffy fur absorbs damage, even if they strike foes with a fierce headbutt."
    },
    {
        "term": "rufflet",
        "sun": "They pick fights indiscriminately. They grow stronger and more powerful each time they faint or are injured.",
        "moon": "With its sharp claws, this Pokémon pierces its prey, and then it pecks at them. Although it also consumes berries, it’s a carnivore at heart."
    },
    {
        "term": "braviary",
        "sun": "With its brave disposition, it fears nothing—not even death. Ancient Alolan people respected it, referring to it as “the hero of the sky.”",
        "moon": "It’s thought that people disturbed their habitats in the past, so Braviary banded together to fight back."
    },
    {
        "term": "vullaby",
        "sun": "It protects its plump posterior with the bones of prey it has consumed. As it grows, it  replaces the bones.",
        "moon": "It can’t fly yet and must wait until its wings have developed more. Since it’s still at a playful age, it hops around friskily."
    },
    {
        "term": "mandibuzz",
        "sun": "They adorn themselves beautifully with bones. This is supposedly an effort to attract males, but no male Mandibuzz have ever been found.",
        "moon": "It circles in the sky, keeping a keen eye out for Pokémon in a weakened state. Its choicest food is Cubone."
    },
    {
        "term": "heatmor",
        "sun": "Using their very hot, flame-covered tongues, they burn through Durant's steel bodies and consume their insides.",
        "moon": "It draws in air through its tail, transforms it into fire, and uses it like a tongue. It melts Durant and eats them."
    },
    {
        "term": "durant",
        "sun": "Individuals each play different roles in driving Heatmor, their natural predator, away from their colony.",
        "moon": "They attack in groups, covering themselves in steel armor to protect themselves from Heatmor."
    },
    {
        "term": "deino",
        "sun": "They cannot see, so they tackle and bite to learn about their surroundings. Their bodies are covered in wounds",
        "moon": "Lacking sight, it's unaware of its surroundings, so it bumps into things and eats anything that moves."
    },
    {
        "term": "zweilous",
        "sun": "The two heads do not get along. Whichever head eats more than the other gets to be the leader.",
        "moon": "After it has eaten up all the food in its territory, it moves to another area. Its two heads do not get along."
    },
    {
        "term": "hydreigon",
        "sun": "The heads on their arms do not have brains. They use all three heads to consume and destroy everything.",
        "moon": "It responds to movement by attacking. This scary, three-headed Pokémon devours everything in its path!"
    },
    {
        "term": "larvesta",
        "sun": "Said to have been born from the sun, it spews fire from its horns and encases itself in a cocoon of fire when it evolves.",
        "moon": "The base of volcanoes is where they make their homes. They shoot fire from their five horns to repel attacking enemies."
    },
    {
        "term": "volcarona",
        "sun": "A sea of fire engulfs the surroundings of their battles, since they use their six wings to scatter their ember scales.",
        "moon": "When volcanic ash darkened the atmosphere, it is said that Volcarona's fire provided a replacement for the sun."
    },
    {
        "term": "cobalion",
        "sun": "It has a body and heart of steel. Its glare is sufficient to make even an unruly Pokémon obey it.",
        "moon": "It has a body and heart of steel. It worked with its allies to punish people when they hurt Pokémon."
    },
    {
        "term": "terrakion",
        "sun": "Its charge is strong enough to break through a giant castle wall in one blow. This Pokémon is spoken of in legends.",
        "moon": "Spoken of in legend, this Pokémon used its phenomenal power to destroy a castle in its effort to protect Pokémon."
    },
    {
        "term": "virizion",
        "sun": "Its head sprouts horns as sharp as blades. Using whirlwind-like movements, it confounds and swiftly cuts opponents.",
        "moon": "Legends say this Pokémon confounded opponents with its swift movements."
    },
    {
        "term": "tornadus incarnate",
        "sun": "The lower half of its body is wrapped in a cloud of energy. It zooms through the sky at 200 mph.",
        "moon": "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away."
    },
    {
        "term": "tornadus therian",
        "sun": "The lower half of its body is wrapped in a cloud of energy. It zooms through the sky at 200 mph.",
        "moon": "Tornadus expels massive energy from its tail, causing severe storms. Its power is great enough to blow houses away."
    },
    {
        "term": "thundurus incarnate",
        "sun": "The spikes on its tail discharge immense bolts of lightning. It flies around the Unova region firing off lightning bolts.",
        "moon": "As it flies around, it shoots lightning all over the place and causes forest fires. It is therefore disliked."
    },
    {
        "term": "thundurus therian",
        "sun": "The spikes on its tail discharge immense bolts of lightning. It flies around the Unova region firing off lightning bolts.",
        "moon": "As it flies around, it shoots lightning all over the place and causes forest fires. It is therefore disliked."
    },
    {
        "term": "reshiram",
        "sun": "This legendary Pokémon can scorch the world with fire. It helps those who want to build a world of truth.",
        "moon": "When Reshiram's tail flares, the heat energy moves the atmosphere and changes the world's weather."
    },
    {
        "term": "zekrom",
        "sun": "This legendary Pokémon can scorch the world with lightning. It assists those who want to build an ideal world.",
        "moon": "Concealing itself in lightning clouds, it flies throughout the Unova region. It creates electricity in its tail."
    },
    {
        "term": "landorus incarnate",
        "sun": "Lands visited by Landorus grant such bountiful crops that it has been hailed as “The Guardian of the Fields.\"",
        "moon": "From the forces of lightning and wind, it creates energy to give nutrients to the soil and make the land abundant."
    },
    {
        "term": "landorus therian",
        "sun": "Lands visited by Landorus grant such bountiful crops that it has been hailed as “The Guardian of the Fields.\"",
        "moon": "From the forces of lightning and wind, it creates energy to give nutrients to the soil and make the land abundant."
    },
    {
        "term": "kyurem",
        "sun": "This legendary ice Pokémon waits for a hero to fill in the missing parts of its body with truth or ideals.",
        "moon": "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out."
    },
    {
        "term": "kyurem black",
        "sun": "This legendary ice Pokémon waits for a hero to fill in the missing parts of its body with truth or ideals.",
        "moon": "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out."
    },
    {
        "term": "kyurem white",
        "sun": "This legendary ice Pokémon waits for a hero to fill in the missing parts of its body with truth or ideals.",
        "moon": "It generates a powerful, freezing energy inside itself, but its body became frozen when the energy leaked out."
    },
    {
        "term": "keldeo",
        "sun": "It crosses the world, running over the surfaces of oceans and rivers. It appears at scenic waterfronts.",
        "moon": "When it is resolute, its body fills with power and it becomes swifter. Its jumps are then too fast to follow."
    },
    {
        "term": "meloetta aria",
        "sun": "The melodies sung by Meloetta have the power to make Pokémon that hear them happy or sad.",
        "moon": "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it."
    },
    {
        "term": "meloetta pirouette",
        "sun": "The melodies sung by Meloetta have the power to make Pokémon that hear them happy or sad.",
        "moon": "Its melodies are sung with a special vocalization method that can control the feelings of those who hear it."
    },
    {
        "term": "genesect",
        "sun": "This ancient bug Pokémon was altered by Team Plasma. They upgraded the cannon on its back.",
        "moon": "This Pokémon existed 300 million years ago. Team Plasma altered it and attached a cannon to its back."
    },
    {
        "term": "chespin",
        "sun": "The quills on its head are usually soft. When it flexes them, the points become so hard and sharp that they can pierce rock.",
        "moon": "Such a thick shell of wood covers its head and back that even a direct hit from a truck wouldn't faze it."
    },
    {
        "term": "quilladin",
        "sun": "It relies on its sturdy shell to deflect predators' attacks. It counterattacks with its sharp quills.",
        "moon": "They strengthen their lower bodies by running into one another. They are very kind and won't start fights."
    },
    {
        "term": "chesnaught",
        "sun": "Its Tackle is forceful enough to flip a 50-ton tank. It shields its allies from danger with its own body.",
        "moon": "When it takes a defensive posture with its fists guarding its face, it could withstand a bomb blast."
    },
    {
        "term": "fennekin",
        "sun": "Eating a twig fills it with energy,  and its roomy ears give vent to air  hotter than 390 degrees Fahrenheit.",
        "moon": "As it walks, it munches on a twig in place of a snack. It intimidates opponents by puffing hot air out of its ears."
    },
    {
        "term": "braixen",
        "sun": "It has a twig stuck in its tail. With  friction from its tail fur, it sets the  twig on fire and launches into battle.",
        "moon": "When the twig is plucked from its tail, friction sets the twig alight. The flame is used to send signals to its allies."
    },
    {
        "term": "delphox",
        "sun": "It gazes into the flame at the tip of its branch to achieve a focused state, which allows it to see into the future.",
        "moon": "Using psychic power, it generates a fiery vortex of 5,400 degrees Fahrenheit, incinerating foes swept into this whirl of flame."
    },
    {
        "term": "froakie",
        "sun": "It secretes flexible bubbles from its chest and back. The bubbles reduce the damage it would otherwise take when attacked.",
        "moon": "It protects its skin by covering its body in delicate bubbles. Beneath its happy-go-lucky air, it keeps a watchful eye on its surroundings."
    },
    {
        "term": "frogadier",
        "sun": "It can throw bubble-covered pebbles with precise control, hitting empty cans up to a hundred feet away.",
        "moon": "Its swiftness is unparalleled. It can scale a tower of more than 2,000 feet in a minute's time."
    },
    {
        "term": "greninja",
        "sun": "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.",
        "moon": "It appears and vanishes with a ninja's grace. It toys with its enemies using swift movements, while slicing them with throwing stars of sharpest water."
    },
    {
        "term": "greninja ash",
        "sun": "It creates throwing stars out of compressed water. When it spins them and throws them at high speed, these stars can split metal in two.",
        "moon": "It appears and vanishes with a ninja's grace. It toys with its enemies using swift movements, while slicing them with throwing stars of sharpest water."
    },
    {
        "term": "bunnelby",
        "sun": "They use their large ears to dig burrows.  They will dig the whole night through.",
        "moon": "It has ears like shovels. Digging holes strengthens its ears so much that they can sever thick roots effortlessly."
    },
    {
        "term": "diggersby",
        "sun": "With their powerful ears, they can heft boulders of a ton or more with ease. They can be a big help at construction sites.",
        "moon": "As powerful as an excavator, its ears can reduce dense bedrock to rubble. When it's finished digging, it lounges lazily."
    },
    {
        "term": "fletchling",
        "sun": "This amiable Pokémon is easy to train. But when battle is joined, it shows its ferocious side.",
        "moon": "When it’s excited, its temperature can double, spiking hormone production in its body."
    },
    {
        "term": "fletchinder",
        "sun": "From its beak, it fires embers at its prey. Once it has caught them, it grills them at high heat before feasting upon them.",
        "moon": "It will not tolerate other Fletchinder entering its territory, which has a radius of several miles."
    },
    {
        "term": "talonflame",
        "sun": "Its favorite foods are Wingull and Pikipek. It attacks with a powerful kick and grasps them firmly in its talons.",
        "moon": "It zooms directly at its prey at flight speeds of close to 310 mph, while fiery embers scatter from gaps in its feathers."
    },
    {
        "term": "scatterbug",
        "sun": "When under attack from bird Pokémon, it spews a poisonous black powder that causes paralysis on contact.",
        "moon": "The powder that covers its body regulates its temperature, so it can live in any region or climate."
    },
    {
        "term": "spewpa",
        "sun": "It lives hidden within thicket shadows. When predators attack, it quickly bristles the fur  covering its body in an effort to threaten them.",
        "moon": "The beaks of bird Pokémon can't begin to scratch its stalwart body. To defend itself, it spews powder."
    },
    {
        "term": "vivillon",
        "sun": "Vivillon with many different patterns are  found all over the world. These patterns  are affected by the climate of their habitat.",
        "moon": "The patterns on this Pokémon's wings depend on the climate and topography of its habitat. It scatters colorful scales."
    },
    {
        "term": "litleo",
        "sun": "The stronger the opponent it faces, the more heat surges from its mane and the more power flows through its body.",
        "moon": "They set off on their own from their pride and live by themselves to become stronger. These hot-blooded Pokémon are quick to fight."
    },
    {
        "term": "pyroar",
        "sun": "The male with the largest mane of fire is the leader of the pride.",
        "moon": "With fiery breath of more than 10,000 degrees Fahrenheit, they viciously threaten any challenger. The females protect the pride's cubs."
    },
    {
        "term": "flabebe",
        "sun": "It draws out and controls the hidden power of flowers. The flower Flabébé holds is most likely part of its body.",
        "moon": "When it finds a flower it likes, it dwells on that flower its whole life long. It floats in the wind's embrace with an untroubled heart."
    },
    {
        "term": "floette",
        "sun": "It flutters around fields of flowers and cares for flowers that are starting to wilt. It draws out the hidden power of flowers to battle.",
        "moon": "When the flowers of a well-tended flower bed bloom, it appears and celebrates with an elegant dance."
    },
    {
        "term": "floette eternal",
        "sun": "It flutters around fields of flowers and cares for flowers that are starting to wilt. It draws out the hidden power of flowers to battle.",
        "moon": "When the flowers of a well-tended flower bed bloom, it appears and celebrates with an elegant dance."
    },
    {
        "term": "florges",
        "sun": "It claims exquisite flower gardens as its territory, and it obtains power from basking in the energy emitted by flowering plants.",
        "moon": "In times long past, governors of castles would invite Florges to create flower gardens to embellish the castle domains."
    },
    {
        "term": "skiddo",
        "sun": "Thought to be one of the first Pokémon to live in harmony with humans, it has a placid disposition.",
        "moon": "If it has sunshine and water, it doesnt need to eat, because it can generate energy from the leaves on its back."
    },
    {
        "term": "gogoat",
        "sun": "It can tell how its Trainer is feeling by subtle shifts in the grip on its horns. This empathic sense lets them run as if one being.",
        "moon": "They inhabit mountainous regions. The leader of the herd is decided by a battle of clashing horns."
    },
    {
        "term": "pancham",
        "sun": "It grows up imitating the behavior of Pangoro, which it looks up to as a leader.",
        "moon": "There’s no point to the leaf in its mouth, aside from an effort to look cool. It’s mischievous, so it’s not well suited to inexperienced Trainers."
    },
    {
        "term": "pangoro",
        "sun": "It boasts superb physical strength. Those who wish to become Pangoro’s Trainer have no choice but to converse with their fists.",
        "moon": "From the slight twitches of its bamboo leaf, it deduces its opponent’s movements. It’s eager to tussle but kindhearted toward its companions."
    },
    {
        "term": "furfrou",
        "sun": "Trimming its fluffy fur not only makes  it more elegant but also increases the  swiftness of its movements.",
        "moon": "Historically, in the Kalos region, these Pokémon were the designated guardians of the king."
    },
    {
        "term": "espurr",
        "sun": "The organ that emits its intense psychic power is sheltered by its ears to keep power from leaking out.",
        "moon": "It has enough psychic energy to blast everything within 300 feet of itself, but it has no control over its power."
    },
    {
        "term": "meowstic male",
        "sun": "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck into dust.",
        "moon": "The eyeball patterns on the interior of its ears emit psychic energy. It keeps the patterns tightly covered because that power is too immense."
    },
    {
        "term": "meowstic female",
        "sun": "When in danger, it raises its ears and releases enough psychic power to grind a 10-ton truck into dust.",
        "moon": "The eyeball patterns on the interior of its ears emit psychic energy. It keeps the patterns tightly covered because that power is too immense."
    },
    {
        "term": "honedge",
        "sun": "Apparently this Pokémon is born when a departed spirit inhabits a sword. It attaches itself to people and drinks their life force.",
        "moon": "If anyone dares to grab its hilt, it wraps a blue cloth around that person's arm and drains that person's life energy completely."
    },
    {
        "term": "doublade",
        "sun": "When Honedge evolves, it divides into two swords, which cooperate via telepathy to coordinate attacks and slash their enemies to ribbons.",
        "moon": "The complex attack patterns of its two swords are unstoppable, even for an opponent greatly accomplished at swordplay."
    },
    {
        "term": "aegislash shield",
        "sun": "Generations of kings were attended by these Pokémon, which used their spectral power to manipulate and control people and Pokémon.",
        "moon": "Apparently, it can detect innate qualities of leadership. According to legend, whoever it recognizes is destined to become king."
    },
    {
        "term": "aegislash blade",
        "sun": "Generations of kings were attended by these Pokémon, which used their spectral power to manipulate and control people and Pokémon.",
        "moon": "Apparently, it can detect innate qualities of leadership. According to legend, whoever it recognizes is destined to become king."
    },
    {
        "term": "spritzee",
        "sun": "It emits a scent that enraptures those who smell it. This fragance changes depending on what it has eaten.",
        "moon": "In the past, rather than using perfume, royal ladies carried a Spritzee that would waft a fragrance they liked."
    },
    {
        "term": "aromatisse",
        "sun": "It devises various scents, pleasant and unpleasant, and emits scents that its enemies dislike in order to gain an edge in battle.",
        "moon": "Its scent is so overpowering that, unless a Trainer happens to really enjoy the smell, he or she will have a hard time walking alongside it."
    },
    {
        "term": "swirlix",
        "sun": "To entangle its opponents in battle, it extrudes  white threads as sweet and sticky as cotton candy.",
        "moon": "Because it eats nothing but sweets, its fur is as sticky sweet as cotton candy."
    },
    {
        "term": "slurpuff",
        "sun": "It can distinguish the faintest of scents. It puts its sensitive sense of smell to use by helping pastry chefs in their work.",
        "moon": "Its sense of smell is 100 million times better than a human's, so even the faintest scent tells it about everything in the area. It's like it can see with its nose!"
    },
    {
        "term": "inkay",
        "sun": "Opponents who stare at the flashing of the  light-emitting spots on its body become dazed and lose their will to fight.",
        "moon": "It flashes the light-emitting spots on its body, which drains its opponent's will to fight. It takes the opportunity to scuttle away and hide."
    },
    {
        "term": "malamar",
        "sun": "It wields the most compelling hypnotic powers of any Pokémon, and it forces others to do whatever it wants.",
        "moon": "It lures its prey close with hypnotic motions, then wraps its tentacles around it before finishing it off with digestive fluids."
    },
    {
        "term": "binacle",
        "sun": "Two Binacle live together on one rock. When they fight, one of them will move to a different rock.",
        "moon": "They stretch and then contract, yanking their rocks along with them in bold hops. They eat  seaweed that washes up on the shoreline."
    },
    {
        "term": "barbaracle",
        "sun": "When they evolve, two Binacle multiply into seven. They fight with the power of seven Binacle.",
        "moon": "Barbaracle's legs and hands have minds of their own, and they will move independently. But they usually follow the head's orders."
    },
    {
        "term": "skrelp",
        "sun": "Camouflaged as rotten kelp, they spray liquid poison on prey that approaches unawares and then finish it off.",
        "moon": "It looks just like rotten kelp. It hides from foes while storing up power for its evolution."
    },
    {
        "term": "dragalge",
        "sun": "Their poison is strong enough to eat through the hull of a tanker, and they spit it indiscriminately at anything that enters their territory.",
        "moon": "Tales are told of ships that wander into seas where Dragalge live, never to return."
    },
    {
        "term": "clauncher",
        "sun": "They knock down flying prey by firing  compressed water from their massive  claws like shooting a pistol.",
        "moon": "Through controlled explosions of internal gas, it can expel water like a pistol shot. At close distances, it can shatter rock."
    },
    {
        "term": "clawitzer",
        "sun": "Their enormous claws launch cannonballs of water powerful enough to pierce tanker hulls.",
        "moon": "By expelling water from the nozzle in the back of its claw, it can move at a speed of 60 knots."
    },
    {
        "term": "helioptile",
        "sun": "They make their home in deserts. They can  generate their energy from basking in the sun,  so eating food is not a requirement.",
        "moon": "The frills on either side of its head have cells that generate electricity when exposed to sunlight."
    },
    {
        "term": "heliolisk",
        "sun": "They flare their frills and generate energy. A single Heliolisk can generate sufficient electricity to power a skyscraper.",
        "moon": "It stimulates its muscles with electricity, boosting the strength in its legs and enabling it to run 100 yards in five seconds."
    },
    {
        "term": "tyrunt",
        "sun": "This Pokémon was restored from a fossil. If something happens that it doesn't like, it throws a tantrum and runs wild.",
        "moon": "Its immense jaws have enough destructive force that it can chew up an automobile. It lived 100 million years ago."
    },
    {
        "term": "tyrantrum",
        "sun": "Thanks to its gargantuan jaws, which could shred thick metal plates as if they were paper, it was invincible in the ancient world it once inhabited.",
        "moon": "Nothing could stop this Pokémon 100 million years ago, so it behaved like a king."
    },
    {
        "term": "amaura",
        "sun": "This ancient Pokémon was restored  from part of its body that had been  frozen in ice for over 100 million years.",
        "moon": "This calm Pokémon lived in a cold land where there were no violent predators like Tyrantrum."
    },
    {
        "term": "aurorus",
        "sun": "The diamond-shaped crystals on its body expel air as cold as -240 degrees Fahrenheit, surrounding its enemies and encasing them in ice.",
        "moon": "Using its diamond-shaped crystals, it can instantly create a wall of ice to block an opponent's attack."
    },
    {
        "term": "sylveon",
        "sun": "Its ribbonlike feelers give off an aura that weakens hostility in its prey, causing them to let down their guard. Then it attacks.",
        "moon": "When this Pokémon sights its prey, it swirls its ribbonlike feelers as a distraction. A moment later, it pounces."
    },
    {
        "term": "hawlucha",
        "sun": "Although its body is small, its proficient fighting skills enable it to keep up with big bruisers like Machamp and Hariyama.",
        "moon": "With its wings, it controls its position in the air. It likes to attack from above, a maneuver that is difficult to defend against."
    },
    {
        "term": "dedenne",
        "sun": "Its whiskers serve as antennas. By sending and  receiving electrical waves, it can communicate  with others over vast distances.",
        "moon": "It uses its tail to absorb electricity from power plants or from outlets in houses, and then it fires the electricity from its whiskers."
    },
    {
        "term": "carbink",
        "sun": "Born from the high temperatures and pressures deep underground, it defends itself by firing beams from the jewel part of its body.",
        "moon": "Although this Pokémon is not especially rare, its glittering, jewel-draped body draws attention from people."
    },
    {
        "term": "goomy",
        "sun": "The weakest of all Dragon-type Pokémon, it’s unable to breathe if its skin dries out, so it sticks to shady places.",
        "moon": "Its source of protection is its slimy, germ-laden mucous membrane. Anyone who touches it needs some thorough hand-washing."
    },
    {
        "term": "sliggoo",
        "sun": "It has trouble drawing a line between friends and food. It will calmly try to melt and eat even those it gets along well with.",
        "moon": "This Pokémon’s mucous can dissolve anything. Toothless, it sprays mucous on its prey. Once they’re nicely dissolved, it slurps them up."
    },
    {
        "term": "goodra",
        "sun": "An amazingly friendly Pokémon, but if left to itself, loneliness overcomes it, and it oozes gooey tears.",
        "moon": "It gets picked on because it’s meek. But then, whoever teased it gets to feel the full force of its horns and a good swatting from its thick tail."
    },
    {
        "term": "klefki",
        "sun": "This even-tempered Pokémon has a habit of collecting keys. It will sneak into people’s homes to steal their keys.",
        "moon": "It inserts its horn into chinks in metal, absorbing metal ions. For some reason, it collects keys."
    },
    {
        "term": "phantump",
        "sun": "These Pokémon are stumps possessed by the spirits of children who died in the forest. Their cries sound like eerie screams.",
        "moon": "According to legend, medicine to cure any illness can be made by plucking the green leaves on its head, brewing them, and boiling down the liquid."
    },
    {
        "term": "trevenant",
        "sun": "This Pokémon is said to devour anyone daring to ravage the forest. To the creatures dwelling in the forest, it offers great kindness.",
        "moon": "Through its roots, it exerts control over other trees. A deadly curse falls upon anyone cutting down trees in forests where Trevenant dwell."
    },
    {
        "term": "pumpkaboo small",
        "sun": "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.",
        "moon": "It is said to carry wandering spirits to the place where they belong so they can move on."
    },
    {
        "term": "pumpkaboo average",
        "sun": "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.",
        "moon": "It is said to carry wandering spirits to the place where they belong so they can move on."
    },
    {
        "term": "pumpkaboo large",
        "sun": "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.",
        "moon": "It is said to carry wandering spirits to the place where they belong so they can move on."
    },
    {
        "term": "pumpkaboo super",
        "sun": "The pumpkin body is inhabited by a spirit trapped in this world. As the sun sets, it becomes restless and active.",
        "moon": "It is said to carry wandering spirits to the place where they belong so they can move on."
    },
    {
        "term": "gourgeist small",
        "sun": "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.",
        "moon": "It enwraps its prey in its hairlike arms. It sings joyfully as it observes the suffering of its prey."
    },
    {
        "term": "gourgeist average",
        "sun": "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.",
        "moon": "It enwraps its prey in its hairlike arms. It sings joyfully as it observes the suffering of its prey."
    },
    {
        "term": "gourgeist large",
        "sun": "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.",
        "moon": "It enwraps its prey in its hairlike arms. It sings joyfully as it observes the suffering of its prey."
    },
    {
        "term": "gourgeist super",
        "sun": "Singing in eerie voices, they wander town streets on the night of the new moon. Anyone who hears their song is cursed.",
        "moon": "It enwraps its prey in its hairlike arms. It sings joyfully as it observes the suffering of its prey."
    },
    {
        "term": "bergmite",
        "sun": "It blocks opponents' attacks with the ice that shields its body. It uses cold air to repair any cracks with new ice.",
        "moon": "Using air of -150 degrees Fahrenheit, they freeze opponents solid. They live in herds above the snow line on mountains."
    },
    {
        "term": "avalugg",
        "sun": "Its ice-covered body is as hard as steel. Its cumbersome frame crushes anything that stands in its way.",
        "moon": "The way several Bergmite huddle on its back makes it look like an aircraft carrier made of ice."
    },
    {
        "term": "noibat",
        "sun": "They live in pitch-black caves. Their enormous ears can emit ultrasonic waves of 200,000 hertz.",
        "moon": "Even a robust wrestler will become dizzy and unable to stand when exposed to its 200,000-hertz ultrasonic waves."
    },
    {
        "term": "noivern",
        "sun": "They fly around on moonless nights and attack careless prey. Nothing can beat them in a battle in the dark.",
        "moon": "The ultrasonic waves it emits from its ears can reduce a large boulder to pebbles. It swoops out of the dark to attack."
    },
    {
        "term": "xerneas",
        "sun": "Legends say it can share eternal life. It slept for a thousand years in the form of a tree before its revival.",
        "moon": "When the horns on its head shine in seven colors, it is said to be sharing everlasting life."
    },
    {
        "term": "yveltal",
        "sun": "When this legendary Pokémon's wings and tail feathers spread wide and glow red, it absorbs the life force of living creatures.",
        "moon": "When its life comes to an end, it absorbs the life energy of every living thing and turns into a cocoon once more."
    },
    {
        "term": "zygarde 50% 50 normal",
        "sun": "When the Kalos region's ecosystem falls into disarray, it appears and reveals its secret power. ",
        "moon": "It's hypothesized that it's monitoring those who destroy the ecosystem from deep in the cave where it lives."
    },
    {
        "term": "zygarde 10% 10 dog",
        "sun": "When the Kalos region's ecosystem falls into disarray, it appears and reveals its secret power. ",
        "moon": "It's hypothesized that it's monitoring those who destroy the ecosystem from deep in the cave where it lives."
    },
    {
        "term": "zygarde complete 100% 100",
        "sun": "When the Kalos region's ecosystem falls into disarray, it appears and reveals its secret power. ",
        "moon": "It's hypothesized that it's monitoring those who destroy the ecosystem from deep in the cave where it lives."
    },
    {
        "term": "diancie",
        "sun": "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.",
        "moon": "It can instantly create many diamonds by compressing the carbon in the air between its hands."
    },
    {
        "term": "mega diancie",
        "sun": "A sudden transformation of Carbink, its pink, glimmering body is said to be the loveliest sight in the whole world.",
        "moon": "It can instantly create many diamonds by compressing the carbon in the air between its hands."
    },
    {
        "term": "hoopa confined",
        "sun": "It gathers things it likes and pushes them through its loop to teleport them to a secret place.",
        "moon": "This troublemaker sends anything and everything to faraway places using its loop, which can warp space"
    },
    {
        "term": "hoopa unbound",
        "sun": "It gathers things it likes and pushes them through its loop to teleport them to a secret place.",
        "moon": "This troublemaker sends anything and everything to faraway places using its loop, which can warp space"
    },
    {
        "term": "volcanion",
        "sun": "It expels its internal steam from the arms on its back. It has enough power to blow away a mountain.",
        "moon": "It lets out billows of steam and disappears into the dense fog. It's said to live in mountains where humans do not tread."
    },
    {
        "term": "rowlet",
        "sun": "This wary Pokémon uses photosynthesis to store up energy during the day, while becoming active at night.",
        "moon": "Silently it glides, drawing near its targets. Before they even notice it, it begins to pelt them with vicious kicks."
    },
    {
        "term": "dartrix",
        "sun": "A bit of a dandy, it spends its free time preening its wings. Its preoccupation with any dirt on its plumage can leave it unable to battle.",
        "moon": "It throws sharp feathers called blade quills at enemies or prey. It seldom misses."
    },
    {
        "term": "decidueye",
        "sun": "It fires arrow quills from its wings with such precision, they can pierce a pebble at distances over a hundred yards.",
        "moon": "Although basically cool and cautious, when it’s caught by surprise, it’s seized by panic."
    },
    {
        "term": "litten",
        "sun": "While grooming itself, it builds up fur inside its stomach. It sets the fur alight and spews fiery attacks, which change based on how it coughs.",
        "moon": "It doesn’t allow its emotions to be easily seen. Earning its trust takes time. It prefers solitude."
    },
    {
        "term": "torracat",
        "sun": "At its throat, it bears a bell of fire. The bell rings brightly whenever this Pokémon spits fire.",
        "moon": "It boasts powerful front legs. With a single punch, it can bend an iron bar right over."
    },
    {
        "term": "incineroar",
        "sun": "This Pokémon has a violent, selfish disposition. If it’s not in the mood to listen, it will ignore its Trainer’s orders with complete nonchalance.",
        "moon": "After hurling ferocious punches and flinging furious kicks, it finishes opponents off by spewing fire from around its navel."
    },
    {
        "term": "popplio",
        "sun": "This Pokémon snorts body fluids from its nose, blowing balloons to smash into its foes. It’s famous for being a hard worker.",
        "moon": "This Pokémon can control water bubbles. It practices diligently so it can learn to make big bubbles."
    },
    {
        "term": "brionne",
        "sun": "A skillful dancer, it creates a sequence of water balloons as it dances, and briskly bombards its enemies.",
        "moon": "It cares deeply for its companions. When its Trainer is feeling down, it performs a cheery dance to try and help."
    },
    {
        "term": "primarina",
        "sun": "It controls its water balloons with song. The melody is learned from others of its kind and is passed down from one generation to the next.",
        "moon": "Its singing voice is its chief weapon in battle. This Pokémon’s Trainer must prioritize the daily maintenance of its throat at all costs."
    },
    {
        "term": "pikipek",
        "sun": "It can peck at a rate of 16 times a second to drill holes in trees. It uses the holes for food storage and for nesting.",
        "moon": "This Pokémon feeds on berries, whose leftover seeds become the ammunition for the attacks it fires off from its mouth."
    },
    {
        "term": "trumbeak",
        "sun": "It eats berries and stores their seeds in its beak. When it encounters enemies or prey, it fires off all the seeds in a burst.",
        "moon": "By bending its beak, it can produce a variety of calls and brand itself a noisy nuisance for its neighbors."
    },
    {
        "term": "toucannon",
        "sun": "When it battles, its beak heats up. The temperature can easily exceed 212 degrees Fahrenheit, causing severe burns when it hits.",
        "moon": "Within its beak, its internal gas ignites, explosively launching seeds with enough power to pulverize boulders."
    },
    {
        "term": "yungoos",
        "sun": "With its sharp fangs, it will bite anything. It did not originally live in Alola but was imported from another region.",
        "moon": "It wanders around in a never-ending search for food. At dusk, it collapses from exhaustion and falls asleep on the spot."
    },
    {
        "term": "gumshoos",
        "sun": "When it finds a trace of its prey, it patiently stakes out the location...but it’s always snoozing by nightfall.",
        "moon": "It adores having Rattata and Raticate for dinner, but as it’s diurnal, it never encounters them. This Pokémon boasts incredible patience."
    },
    {
        "term": "grubbin",
        "sun": "Its strong jaw enables it to scrape trees and slurp out the sap. It normally lives underground.",
        "moon": "They often gather near places frequented by electric Pokémon in order to avoid being attacked by bird Pokémon."
    },
    {
        "term": "charjabug",
        "sun": "Its body is capable of storing electricity. On camping trips, people are grateful to have one around.",
        "moon": "From the food it digests, it generates electricity, and it stores this energy in its electric sac."
    },
    {
        "term": "vikavolt",
        "sun": "It zips around, on sharp lookout for an opening. It concentrates electrical energy within its large jaws and uses it to zap its enemies.",
        "moon": "It produces electricity via an electrical organ in its abdomen. It overwhelms bird Pokémon with shocking beams of electrical energy."
    },
    {
        "term": "crabrawler",
        "sun": "While guarding its weak points with its pincers, it looks for an opening and unleashes punches. When it loses, it foams at the mouth and faints.",
        "moon": "It punches so much, its pincers often come off from overuse, but they grow back quickly. What little meat they contain is rich and delicious."
    },
    {
        "term": "crabominable",
        "sun": "It aimed for the top but got lost and ended up on a snowy mountain. Being forced to endure the cold, this Pokémon evolved and grew fur.",
        "moon": "It just throws punches indiscriminately. In times of desperation, it can lop off its own pincers and fire them like rockets."
    },
    {
        "term": "oricorio",
        "sun": "It beats its wings together to create fire. As it moves in the steps of its beautiful dance, it bathes opponents in intense flames.",
        "moon": "This Oricorio has sipped red nectar. Its passionate dance moves cause its enemies to combust in both body and mind."
    },
    {
        "term": "cutiefly",
        "sun": "It feeds on the nectar and pollen of flowers. Because it’s able to sense auras, it can identify which flowers are about to bloom.",
        "moon": "Myriads of Cutiefly flutter above the heads of people who have auras resembling those of flowers."
    },
    {
        "term": "ribombee",
        "sun": "It rolls up pollen into puffs. It makes many different varieties, some used as food and others used in battle.",
        "moon": "Some of Ribombee’s pollen puffs are highly nutritious. They are sometimes sold as supplements."
    },
    {
        "term": "rockruff",
        "sun": "It’s considered to be a good Pokémon for beginners because of its friendliness, but its disposition grows rougher as it grows up.",
        "moon": "This Pokémon has lived with people since times long ago. It can sense when its Trainer is in the dumps and will stick close by its Trainer’s side."
    },
    {
        "term": "lycanroc midday",
        "sun": "Its quick movements confuse its enemies. Well equipped with claws and fangs, it also uses the sharp rocks in its mane as weapons.",
        "moon": "When properly raised from a young age, it will become a trustworthy partner that will absolutely never betray its Trainer."
    },
    {
        "term": "lycanroc midnight",
        "sun": "Its quick movements confuse its enemies. Well equipped with claws and fangs, it also uses the sharp rocks in its mane as weapons.",
        "moon": "When properly raised from a young age, it will become a trustworthy partner that will absolutely never betray its Trainer."
    },
    {
        "term": "lycanroc dusk",
        "sun": "Its quick movements confuse its enemies. Well equipped with claws and fangs, it also uses the sharp rocks in its mane as weapons.",
        "moon": "When properly raised from a young age, it will become a trustworthy partner that will absolutely never betray its Trainer."
    },
    {
        "term": "wishiwashi solo",
        "sun": "When itâ€™s in trouble, its eyes moisten and begin to shine. The shining light attracts its comrades, and they stand together against their enemies.",
        "moon": "Itâ€™s awfully weak and notably tasty, so everyone is always out to get it. As it happens, anyone trying to bully it receives a painful lesson."
    },
    {
        "term": "wishiwashi school",
        "sun": "When itâ€™s in trouble, its eyes moisten and begin to shine. The shining light attracts its comrades, and they stand together against their enemies.",
        "moon": "Itâ€™s awfully weak and notably tasty, so everyone is always out to get it. As it happens, anyone trying to bully it receives a painful lesson."
    },
    {
        "term": "mareanie",
        "sun": "It plunges the poison spike on its head into its prey. When the prey has weakened, Mareanie deals the finishing blow with its 10 tentacles.",
        "moon": "It’s found crawling on beaches and seafloors. The coral that grows on Corsola’s head is as good as a five-star banquet to this Pokémon."
    },
    {
        "term": "toxapex",
        "sun": "Toxapex crawls along the ocean floor on its 12 legs. It leaves a trail of Corsola bits scattered in its wake.",
        "moon": "Those attacked by Toxapex’s poison will suffer intense pain for three days and three nights. Post-recovery, there will be some aftereffects."
    },
    {
        "term": "mudbray",
        "sun": "The mud stuck to Mudbray’s hooves enhances its grip and its powerful running gait.",
        "moon": "It has a stubborn, individualistic disposition. Eating dirt, making mud, and playing in the mire all form part of its daily routine."
    },
    {
        "term": "mudsdale",
        "sun": "It spits a mud that provides resistance to both wind and rain, so the walls of old houses were often coated with it.",
        "moon": "Its heavy, mud-covered kicks are its best means of attack, and it can reduce large trucks to scrap without breaking a sweat."
    },
    {
        "term": "dewpider",
        "sun": "It crawls onto the land in search of food. Its water bubble allows it to breathe and protects its soft head.",
        "moon": "When it comes across enemies or potential prey, this Pokémon smashes its water-bubble-covered head into them."
    },
    {
        "term": "araquanid",
        "sun": "It delivers headbutts with the water bubble on its head. Small Pokémon get sucked into the bubble, where they drown.",
        "moon": "Despite what its appearance suggests, it cares for others. If it finds vulnerable, weak Pokémon, it protectively brings them into its water bubble."
    },
    {
        "term": "fomantis",
        "sun": "During the day, it sleeps and soaks up light. When night falls, it walks around looking for a safer place to sleep.",
        "moon": "They give off a sweet and refreshing scent. Cutiefly often gather near the tall grass where Fomantis are hiding."
    },
    {
        "term": "lurantis",
        "sun": "It requires a lot of effort to maintain Lurantis’s vivid coloring, but some collectors enjoy this work and treat it as their hobby.",
        "moon": "It fires beams from its sickle-shaped petals. These beams are powerful enough to cleave through thick metal plates."
    },
    {
        "term": "morelull",
        "sun": "It scatters spores that flicker and glow. Anyone seeing these lights falls into a deep slumber.",
        "moon": "As it drowses the day away, it nourishes itself by sucking from tree roots. It wakens at the fall of night, wandering off in search of a new tree."
    },
    {
        "term": "shiinotic",
        "sun": "Forests where Shiinotic live are treacherous to enter at night. People confused by its strange lights can never find their way home again.",
        "moon": "It emits flickering spores that cause drowsiness. When its prey succumb to sleep, this Pokémon feeds on them by sucking in their energy."
    },
    {
        "term": "salandit",
        "sun": "It burns its bodily fluids to create a poisonous gas. When its enemies become disoriented from inhaling the gas, it attacks them.",
        "moon": "Volcanoes or dry, craggy places are its home. It emanates a sweet-smelling poisonous gas that attracts bug Pokémon, then attacks them."
    },
    {
        "term": "salazzle",
        "sun": "For some reason, only females have been found. It creates a reverse harem of male Salandit that it lives with.",
        "moon": "Filled with pheromones, its poisonous gas can be diluted to use in the production of luscious perfumes."
    },
    {
        "term": "stufful",
        "sun": "Despite its adorable appearance, when it gets angry and flails about, its arms and legs could knock a pro wrestler sprawling.",
        "moon": "A touch from anyone except a known friend sends it into a surging frenzy. It’s an incredibly dangerous Pokémon."
    },
    {
        "term": "bewear",
        "sun": "This immensely dangerous Pokémon possesses overwhelming physical strength. Its habitat is generally off-limits.",
        "moon": "This Pokémon has the habit of hugging its companions. Many Trainers have left this world after their spines were squashed by its hug."
    },
    {
        "term": "bounsweet",
        "sun": "A delectable aroma pours from its body. They are often swallowed whole by Toucannon lured by that wafting deliciousness.",
        "moon": "Although it’s too sugary for human consumption, Bounsweet’s sweat can be watered down into a juice with just the right amount of sweetness."
    },
    {
        "term": "steenee",
        "sun": "The sepals on its head developed to protect its body. These are quite hard, so even if pecked by bird Pokémon, this Pokémon is totally fine.",
        "moon": "This Pokémon is always bouncing around energetically. Other Pokémon are attracted by its lively appearance and pleasant aroma."
    },
    {
        "term": "tsareena",
        "sun": "Its long, striking legs aren’t just for show but to be used to kick with skill. In victory, it shows off by kicking the defeated, laughing boisterously.",
        "moon": "A Pokémon known for the beauty of its well-shaped legs, it sometimes appears as a mascot in advertisements for beauty salons."
    },
    {
        "term": "comfey",
        "sun": "It attaches flowers to its highly nutritious vine. This revitalizes the flowers, and they give off an aromatic scent.",
        "moon": "Baths prepared with the flowers from its vine have a relaxing effect, so this Pokémon is a hit with many people."
    },
    {
        "term": "oranguru",
        "sun": "Known for its extreme intelligence, this Pokémon will look down on inexperienced Trainers, so it’s best suited to veteran Trainers.",
        "moon": "Deep in the jungle, high in the lofty canopy, this Pokémon abides. On rare occasions, it shows up at the beach to match wits with Slowking."
    },
    {
        "term": "passimian",
        "sun": "They form groups of roughly 20 individuals. Their mutual bond is remarkable—they will never let down a comrade.",
        "moon": "They battle with hard berries for weapons. Their techniques are passed from the boss to the group, generation upon generation."
    },
    {
        "term": "wimpod",
        "sun": "This Pokémon is a coward. As it desperately dashes off, the flailing of its many legs leaves a sparkling clean path in its wake.",
        "moon": "Its habitat varies from beaches to seabeds. A natural scavenger, it will gleefully chow down on anything edible, no matter how rotten."
    },
    {
        "term": "golisopod",
        "sun": "With a flashing slash of its giant sharp claws, it cleaves seawater—or even air—right in two.",
        "moon": "It battles skillfully with its six arms, but spends most of its time peacefully meditating in caves deep beneath the sea."
    },
    {
        "term": "sandygast",
        "sun": "Born from a sand mound playfully built by a child, this Pokémon embodies the grudges of the departed.",
        "moon": "It takes control of anyone who puts a hand in its mouth. And so it adds to the accumulation of its sand-mound body."
    },
    {
        "term": "palossand",
        "sun": "Possessed people controlled by this Pokémon transformed its sand mound into a castle. As it evolved, its power to curse grew ever stronger.",
        "moon": "Buried beneath the castle are masses of dried-up bones from those whose vitality it has drained."
    },
    {
        "term": "pyukumuku",
        "sun": "It lives in shallow seas, such as areas near a beach. It can eject its internal organs, which it uses to engulf its prey or battle enemies.",
        "moon": "These Pokémon line the beaches. The sticky mucous that covers their bodies can be used to soothe sunburned skin. How convenient!"
    },
    {
        "term": "type: null",
        "sun": "The heavy control mask it wears suppresses its intrinsic capabilities. This Pokémon has some hidden special power.",
        "moon": "Due to the danger that this synthetic Pokémon may go on a rampage, it wears a control mask to restrain its power."
    },
    {
        "term": "silvally",
        "sun": "It destroyed its own control mask. It has become capable of changing its type by equipping special memories.",
        "moon": "Upon awakening, its RKS System is activated. By employing specific memories, this Pokémon can adapt its type to confound its enemies."
    },
    {
        "term": "minior meteor",
        "sun": "Originally making its home in the ozone layer, it hurtles to the ground when the shell enclosing its body grows too heavy.",
        "moon": "Strong impacts can knock it out of its shell. This Pokémon was born from mutated nanoparticles."
    },
    {
        "term": "minior core",
        "sun": "Originally making its home in the ozone layer, it hurtles to the ground when the shell enclosing its body grows too heavy.",
        "moon": "Strong impacts can knock it out of its shell. This Pokémon was born from mutated nanoparticles."
    },
    {
        "term": "komala",
        "sun": "It is born asleep, and it dies asleep. All its movements are apparently no more than the results of it tossing and turning in its dreams.",
        "moon": "The log it holds was given to it by its parents at birth. It has also been known to cling to the arm of a friendly Trainer."
    },
    {
        "term": "turtonator",
        "sun": "The shell on its back is chemically unstable and explodes violently if struck. The hole in its stomach is its weak point.",
        "moon": "It gushes fire and poisonous gases from its nostrils. Its dung is an explosive substance and can be put to various uses."
    },
    {
        "term": "togedemaru",
        "sun": "The spiny fur on its back is normally at rest. When this Pokémon becomes agitated, its fur stands on end and stabs into its attackers.",
        "moon": "The long hairs on its back act as lightning rods. The bolts of lightning it attracts are stored as energy in its electric sac."
    },
    {
        "term": "mimikyu",
        "sun": "Its actual appearance is unknown. A scholar who saw what was under its rag was overwhelmed by terror and died from the shock.",
        "moon": "A lonely Pokémon, it conceals its terrifying appearance beneath an old rag so it can get closer to people and other Pokémon."
    },
    {
        "term": "bruxish",
        "sun": "When it unleashes its psychic power from the protuberance on its head, the grating sound of grinding teeth echoes through the area.",
        "moon": "It stuns its prey with psychokinesis and then grinds them to mush with its strong teeth. Even Shellder’s shell is no match for it."
    },
    {
        "term": "drampa",
        "sun": "It has a compassionate personality, but if it is angered, it completely destroys its surroundings with its intense breath.",
        "moon": "This Pokémon is friendly to people and loves children most of all. It comes from deep in the mountains to play with children it likes in town."
    },
    {
        "term": "dhelmise",
        "sun": "Swinging its massive anchor, it can KO Wailord in a single blow. What appears to be green seaweed is actually its body.",
        "moon": "The soul of seaweed adrift in the waves became reborn as this Pokémon. It maintains itself with new infusions of seabed detritus and seaweed."
    },
    {
        "term": "jangmo o",
        "sun": "It expresses its feelings by smacking its scales. Metallic sounds echo through the tall mountains where Jangmo-o lives.",
        "moon": "They live in mountains where no trace of humans can be detected. Jangmo-o grow little by little as they battle one another."
    },
    {
        "term": "hakamo o",
        "sun": "It leaps at its prey with a courageous shout. Its scaly punches tear its opponents to shreds.",
        "moon": "It sheds and regrows its scales on a continuous basis. The scales become harder and sharper each time they’re regrown."
    },
    {
        "term": "kommo o",
        "sun": "When it spots enemies, it threatens them by jingling the scales on its tail. Weak opponents will crack and flee in panic.",
        "moon": "Its rigid scales function as offense and defense. In the past, its scales were processed and used to make weapons and other commodities."
    },
    {
        "term": "tapu koko",
        "sun": "This guardian deity of Melemele is brimming with curiosity. It summons thunderclouds and stores their lightning inside its body.",
        "moon": "It confuses its enemies by flying too quickly for the eye to follow. It has a hair-trigger temper but forgets what made it angry an instant later."
    },
    {
        "term": "tapu lele",
        "sun": "This guardian deity of Akala is guilelessly cruel. The fragrant aroma of flowers is the source of its energy.",
        "moon": "As it flutters about, it scatters its strangely glowing scales. Touching them is said to restore good health on the spot."
    },
    {
        "term": "tapu bulu",
        "sun": "It pulls large trees up by the roots and swings them around. It causes vegetation to grow, and then it absorbs energy from the growth.",
        "moon": "The guardian deity of Ula’ula is a lazy Pokémon. It commands plants to immobilize its foes and then deals them a savage blow with its horns."
    },
    {
        "term": "tapu fini",
        "sun": "The dense fog it creates brings the downfall and destruction of its confused enemies. Ocean currents are the source of its energy.",
        "moon": "The guardian deity of Poni, it can control water. People say it can create pure water that will wash away any uncleanness."
    },
    {
        "term": "cosmog",
        "sun": "Its body is gaseous and frail. It slowly grows as it collects dust from the atmosphere.",
        "moon": "In ages past, it was called the child of the stars. It’s said to be a Pokémon from another world, but no specific details are known."
    },
    {
        "term": "cosmoem",
        "sun": "Motionless as if dead, its body is faintly warm to the touch. In the distant past, it was called the cocoon of the stars.",
        "moon": "There’s something accumulating around the black core within its hard shell. People think this Pokémon may come from another world."
    },
    {
        "term": "solgaleo",
        "sun": "It is said to live in another world. The intense light it radiates from the surface of its body can make the darkest of nights light up like midday.",
        "moon": "This Pokémon is said to be a male evolution of Cosmog. At the activation of its third eye, it departs for another world."
    },
    {
        "term": "lunala",
        "sun": "It is said to be a female evolution of Cosmog. When its third eye activates, away it flies to another world.",
        "moon": "Said to live in another world, this Pokémon devours light, drawing the moonless dark veil of night over the brightness of day."
    },
    {
        "term": "nihilego",
        "sun": "One of several mysterious Ultra Beasts. People on the street report observing those infested by it suddenly becoming violent.",
        "moon": "One of the Ultra Beasts. It’s unclear whether or not this Pokémon is sentient, but sometimes it can be observed behaving like a young girl."
    },
    {
        "term": "buzzwole",
        "sun": "This Ultra Beast appeared from another world. It shows off its body, but whether that display is a boast or a threat remains unclear.",
        "moon": "A mysterious life-form called an Ultra Beast. Witnesses saw it pulverize a dump truck with a single punch."
    },
    {
        "term": "pheromosa",
        "sun": "One of the dangerous Ultra Beasts, it has been spotted running across the land at terrific speeds.",
        "moon": "One of the Ultra Beasts. It refuses to touch anything, perhaps because it senses some uncleanness in this world."
    },
    {
        "term": "xurkitree",
        "sun": "One of the mysterious life-forms known as Ultra Beasts. Astonishing electric shocks emanate from its entire body, according to witnesses.",
        "moon": "It appeared from the Ultra Wormhole. It raided a power plant, so people think it energizes itself with electricity."
    },
    {
        "term": "celesteela",
        "sun": "It appeared from the Ultra Wormhole. Witnesses observed it flying across the sky at high speed.",
        "moon": "One kind of Ultra Beast. Witnesses have seen it burn down a forest by expelling gas from its two arms."
    },
    {
        "term": "kartana",
        "sun": "This Ultra Beast came from the Ultra Wormhole. It seems not to attack enemies on its own, but its sharp body is a dangerous weapon in itself.",
        "moon": "One of the Ultra Beast life-forms, it was observed cutting down a gigantic steel tower with one stroke of its blade."
    },
    {
        "term": "guzzlord",
        "sun": "It has gobbled mountains and swallowed whole buildings, according to reports. It’s one of the Ultra Beasts.",
        "moon": "A dangerous Ultra Beast, it appears to be eating constantly, but for some reason its droppings have never been found."
    },
    {
        "term": "necrozma",
        "sun": "Reminiscent of the Ultra Beasts, this life-form, apparently asleep underground, is thought to have come from another world in ancient times.",
        "moon": "Light is apparently the source of its energy. It has an extraordinarily vicious disposition and is constantly firing off laser beams."
    },
    {
        "term": "dusk mane necrozma",
        "sun": "Reminiscent of the Ultra Beasts, this life-form, apparently asleep underground, is thought to have come from another world in ancient times.",
        "moon": "Light is apparently the source of its energy. It has an extraordinarily vicious disposition and is constantly firing off laser beams."
    },
    {
        "term": "dawn wings necrozma",
        "sun": "Reminiscent of the Ultra Beasts, this life-form, apparently asleep underground, is thought to have come from another world in ancient times.",
        "moon": "Light is apparently the source of its energy. It has an extraordinarily vicious disposition and is constantly firing off laser beams."
    },
    {
        "term": "ultra necrozma",
        "sun": "Reminiscent of the Ultra Beasts, this life-form, apparently asleep underground, is thought to have come from another world in ancient times.",
        "moon": "Light is apparently the source of its energy. It has an extraordinarily vicious disposition and is constantly firing off laser beams."
    },
    {
        "term": "magearna",
        "sun": "This artificial Pokémon, constructed more than 500 years ago, can understand human speech but cannot itself speak.",
        "moon": "Its mechanized body is merely a vessel. Its true self is its Soul-Heart, an artificial soul."
    },
    {
        "term": "marshadow",
        "sun": "Able to conceal itself in shadows, it never appears before humans, so its very existence was the stuff of myth.",
        "moon": "It lurks in the shadows of others, copying their movements and powers. This Pokémon is craven and cowering."
    },
    {
        "term": "poipole",
        "sun": "This Ultra Beast is well enough liked to be chosen as a first partner in its own world.",
        "moon": "An Ultra Beast that lives in a different world, it cackles wildly as it sprays its opponents with poison from the needles on its head."
    },
    {
        "term": "naganadel",
        "sun": "It stores hundreds of liters of poisonous liquid inside its body. It is one of the organisms known as UBs.",
        "moon": "One kind of Ultra Beast, it fires a glowing, venomous liquid from its needles. This liquid is also immensely adhesive."
    },
    {
        "term": "stakataka",
        "sun": "It appeared from an Ultra Wormhole. Each one appears to be made up of many life-forms stacked one on top of each other.",
        "moon": "When stone walls started moving and attacking, the bruteâ€™s true identity was this mysterious life-form, which brings to mind an Ultra Beast."
    },
    {
        "term": "blacephalon",
        "sun": "It slithers toward people. Then, without warning, it triggers the explosion of its own head. Itâ€™s apparently one kind of Ultra Beast.",
        "moon": "A UB that appeared from an Ultra Wormhole, it causes explosions, then takes advantage of opponentsâ€™ surprise to rob them of their vitality."
    },
    {
        "term": "zeraora",
        "sun": "It electrifies its claws and tears its opponents apart with them. Even if they dodge its attack, theyâ€™ll be electrocuted by the flying sparks.",
        "moon": "It approaches its enemies at the speed of lightning, then tears them limb from limb with its sharp claws."
    }
]